[
  {
    "id": "arXiv:2511.19462",
    "title": "$\\mathbb Z_2$-Stable Dark Matter via Broken $\\text{SU}(5)$ Gauge Bosons",
    "abstract": "I construct and analyze a dark matter sector that is neutral under the unbroken Standard Model gauge group and couples only to the broken $\\text{SU}(5)$ gauge directions, the leptoquark vectors $X,Y$. An exact $\\mathbb Z_2$ renders the dark matter stable. I give a gauge-covariant definition of projectors onto the unbroken Standard Model and broken ($X,Y$) subspaces, demonstrate that the covariant derivative of dark matter selects only $X,Y$, and integrate out $X,Y$ at tree level to obtain the leading effective operators. I also derive the loop-induced $\\chi^2\\,G^a_{\\mu\\nu}G^{a\\mu\\nu}$ coupling to gluons, prove color neutrality, and show consistency with cold dark matter phenomenology. Cosmological production proceeds via UV freeze-in or even more suppressed channels in.",
    "authors": [
      "E. J. Thompson"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19534",
    "title": "New spectrum of charm-strange meson with constituent quark model $c\\bar{s}$ contributions",
    "abstract": "We systematically investigate the $S$-wave interactions between Nambu-Goldstone bosons (NGBs) and charmed mesons in the $(S,I)=(1,0)$ sector using the chiral unitary approach. The scattering amplitudes incorporate both the Weinberg-Tomozawa term and additional contributions from $s$- and $u$-channel exchanges of $c\\bar{s}$ states predicted by the constituent quark model (CQM). Through analytic continuation of the unitarized amplitudes to the complex energy plane, we identify multiple poles corresponding to bound states and resonances. Our analysis reveals a rich spectrum of $D_{sJ}$ states across $J^P = 0^+, 1^+, 1^-$, and $2^-$ sectors, providing new insights into the nature of established resonances like $D_{s0}^*(2317)$ and $D_{s1}(2460)$, while predicting several new states that could be observed in future experiments.",
    "authors": [
      "Liu-Lin Wang",
      "Xing-Meng Zhao",
      "Xiao-Hai Liu",
      "Mao-Jun Yan"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19586",
    "title": "Stringent Constraints on Gravitational Wave Signatures of Dark Electromagnetism in Neutron Star Binaries",
    "abstract": "Gravitational wave interferometers have studied compact object mergers and solidified our understanding of strong gravity. Their increasing precision raises the possibility of detecting new physics, especially in a neutron star binary system that may contain hidden-sector particles. In particular, a new vector force between binary constituents, giving rise to dark electromagnetic phenomena, could measurably alter the inspiral waveforms and thus be constrained by gravitational wave observations. In this work, we critically examine the mechanisms for neutron stars to acquire enough hidden-sector particles with requisite couplings to furnish a detectable signature from dark electromagnetism. We demonstrate that the repulsive nature of vector forces imposes stringent constraints on any putative particle physics model or astrophysical environment which could give rise to such gravitational signatures. We argue that absent an extreme fine-tuning of parameters, such signatures are well out of reach of any current or near-future gravitational wave observatory.",
    "authors": [
      "Ian Harris",
      "Yonatan Kahn"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19599",
    "title": "Hawking heating of neutron stars by dark matter",
    "abstract": "Interactions with particle dark matter could brighten old, isolated neutron stars to thermal luminosities detectable at current and next-generation telescopes. We present a novel mechanism for such signals. Non-annihilating (e.g., asymmetric) dark matter capturing in a neutron star could form a small black hole in its core, which could then rapidly evaporate away. If black holes form and evaporate within the cooling timescale of the neutron star, periodic episodes of black hole evaporation could impart a steady-state stellar luminosity, providing a source of heat additional to the kinetic energy of dark matter during capture. Consequently, we obtain sensitivities to dark matter-nucleon cross sections that are stronger than that from dark kinetic heating by a factor of a few for > $10^4$ GeV (> $10^{10}$ GeV) mass of spin-0 (spin-1/2) dark matter.",
    "authors": [
      "Akash Kumar Saha",
      "Abhishek Dubey",
      "Nirmal Raj"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19604",
    "title": "Enhanced Charged Higgs Signal at the LHC",
    "abstract": "We investigate the discovery prospects of a charged Higgs boson ($H^\\pm$) at the Large Hadron Collider (LHC) via the process $cg\\to bH^\\pm \\to bc\\bar{b}$ within the framework of a general two Higgs doublet model (G2HDM). In most two Higgs doublet models, the $H^+ cb$ coupling ($g_{H^+cb}$) is usually suppressed by the CKM matrix element $V_{cb}$. In G2HDM, there are additional Yukawa couplings, the process $cg\\to bH^\\pm \\to bc\\bar{b}$ is enhanced by the coupling $g_{H^+cb} \\simeq \\rtc V_{tb}$ in both the production and decay of the charged Higgs boson. We study possible physics backgrounds and evaluate the discovery potential with realistic acceptance cuts and tagging efficiencies at collider energies of $\\sqrt{s}=$13 and 14 TeV. We apply $b$-tagging and $c$-tagging and show that $m_{H^+}$ can be extracted by pairing the tagged $b$ and $c$-jets. Our analysis leads to promising results for the current LHC and expected high-luminosity LHC.",
    "authors": [
      "Chenyu Fang",
      "Wei-Shu Hou",
      "Chung Kao",
      "Mohamed Krab"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19617",
    "title": "Naive $T$-odd Drell-Yan angular coefficients as a probe of the dimension-8 SMEFT",
    "abstract": "We propose the ``naive\" $T$-odd Collins-Soper moments in the Drell-Yan process as probes of previously unexplored directions in the Standard Model Effective Field Theory (SMEFT) parameter space. We show that the moments $A_6$ and $A_7$ in the high invariant mass and transverse momentum region are sensitive to dimension-8 $CP$-odd semi-leptonic four-fermion operators with an additional gluon field strength tensor. Using the projected integrated luminosity of a future high-luminosity LHC, we show that effective ultraviolet scales in the few-TeV range can be probed with this process.",
    "authors": [
      "Frank Petriello",
      "Kaan Şimşek"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19619",
    "title": "ALP-mediated Dark Matter-Nucleon Scattering",
    "abstract": "We perform a comprehensive analysis of dark matter-nucleon scattering via the exchange of axion-like particles (ALPs). At first sight, this might appear of little practical use, as non-relativistic scattering through pseudo-scalar interactions is momentum-suppressed and spin-dependent, resulting in scattering rates below any experimental sensitivity. We show that the scattering rate can be drastically enhanced in two ways. First, light ALPs with masses below the typical momentum transfer at direct detection experiments lift the momentum suppression by acting as essentially massless mediators. Second, ALP exchange through loops induces coherent spin-independent scattering. If the ALP has flavor-changing couplings to up-type quarks, loop-induced scattering receives an extra strong enhancement by the top-quark mass. We deduce that, contrary to common lore, XENONnT and PandaX-4T are already sensitive to ALP-mediated dark matter-nucleon scattering. The next generation of direct detection experiments will probe far into the parameter space of the ALP effective theory, potentially exceeding the sensitivity of collider searches.",
    "authors": [
      "Wim Beenakker",
      "Daniël Mikkers",
      "Anh Vu Phan",
      "Susanne Westhoff"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19621",
    "title": "Probing High Reheating Temperatures by Direct Detection Experiments",
    "abstract": "We argue that the benchmark freeze in dark matter (DM) scenario for direct detection experiments, in which a DM candidate interacts with the Standard Model (SM) through an ultralight dark photon, becomes sensitive to the visible sector reheating temperature if it is sufficiently high. At such temperatures, the irreducible ultraviolet (UV) freeze in production of DM through graviton exchange becomes important and must be combined with the infrared (IR) freeze in yield mediated by the dark photon. As long as gravitationally produced DM does not equilibrate through annihilation into dark photons and the subsequent formation of a dark thermal bath, it retains information about the reheating phase. Including this gravitational contribution relaxes the required DM and SM portal coupling and allows smaller values than those that would match the observed relic abundance through IR freeze in alone. Since current direct detection experiments have excluded the benchmark freeze in model over a wide range of DM masses, they are now effectively probing high reheating temperatures and the gravitational freeze in of DM.",
    "authors": [
      "Barmak Shams Es Haghi"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19622",
    "title": "Two Puzzles, One Solution: Neutrino Mass and Secluded Dark Matter",
    "abstract": "We present a minimal secluded dark-matter (DM) framework based on an extra $U(1)_X$ gauge symmetry. The model contains a Dirac DM particle $\\chi$, three heavy neutrinos $N_I$ with masses $M_{N,I}$, and a singlet scalar $R$ that mixes with the Standard Model Higgs doublet $\\Phi$ by an angle $\\alpha$. A symmetry forbids the $\\Phi$-$R$ portal at tree level; the leading portal then arises at one loop from the same Yukawa structures that generate active neutrino masses $m_{\\nu,I}$, implying $\\tan(2\\alpha) \\propto \\sum_I m_{\\nu,I} M^2_{N,I}/(v_h m_H^2)$, where $v_h$ and $m_H$ are the SM Higgs VEV and mass. For heavy-neutrino masses in the multi-TeV range, this yields a naturally tiny mixing, $\\tan(2\\alpha)\\sim 5\\times 10^{-11}\\left(M_N/10~\\mathrm{TeV}\\right)^2$, which strongly suppresses DM signals in direct, indirect, and collider searches. For PeV-scale heavy neutrinos the DM-nucleon cross section can instead enter the reach of direct-detection experiments. The visible and dark sectors thermalize at temperatures of order a few times the mass of the lightest heavy neutrino, then subsequently decouple, and typically evolve with a slightly hotter dark bath. In the secluded regime, with $\\tan(2\\alpha)\\ll 1$ and $m_\\chi>m_{H_p}$, the relic density is set by $p$-wave annihilation $\\chi\\bar\\chi \\to H_p H_p$ (with $H_p$ the Higgs-like particle of the dark sector), and the dark-sector Yukawa couplings required to reproduce the observed abundance are $\\sim(0.1\\text{-}1)$, as in the standard WIMP case. For heavy-neutrino masses $\\gtrsim 10~\\mathrm{TeV}$, the mediator decays before nucleosynthesis without spoiling BBN observables, while the tiny portal suppresses present-day signals below current and near-future sensitivities. This links two long-standing puzzles, the absence of DM signals and the smallness of neutrino masses, within a predictive thermal framework.",
    "authors": [
      "Mattia Di Mauro"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19633",
    "title": "An NLO-Matched Initial and Final State Parton Shower on a GPU",
    "abstract": "Recent developments have demonstrated the potential for high simulation speeds and reduced energy consumption by porting Monte Carlo Event Generators to GPUs. We release version 2 of the CUDA C++ parton shower event generator GAPS, which can simulate initial and final state emissions on a GPU and is capable of hard-process matching. As before, we accompany the generator with a near-identical C++ generator to run simulations on single-core and multi-core CPUs. Using these programs, we simulate NLO Z production at the LHC and demonstrate that the speed and energy consumption of an NVIDIA V100 GPU are on par with a 96-core cluster composed of two Intel Xeon Gold 5220R Processors, providing a potential alternative to cluster computing.",
    "authors": [
      "Michael H. Seymour",
      "Siddharth Sule"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19720",
    "title": "Hard exclusive photoproduction of photon-meson pairs: pseudoscalar channels $π$, $η$ and $η'$",
    "abstract": "We investigate the hard exclusive photoproduction of photon-meson pairs at leading-twist and leading-order in perturbative QCD, and focus on pseudoscalar mesons $\\text{M} \\in \\{\\pi^\\pm, \\pi^0, \\eta, \\eta'\\}$. Compact analytical expressions are obtained for the amplitudes involving quark generalized parton distributions, with the two-gluon components of the $\\eta$ and $\\eta'$ distribution amplitudes included. The numerical analysis is performed in the moderate-$\\xi$ region, where valence-quark GPDs are expected to be important. In this region, we find a strong impact of the pion-pole term in $\\gamma\\pi^\\pm$ production, and a non-negligible effect for neutral mesons. We also observe a marked dependence of $\\gamma\\eta'$ photoproduction on two-gluon contributions. This process offers enhanced sensitivity to the shape of the GPDs already at leading-order, while the tested dependence on the meson distribution amplitude and the renormalization scale introduces further theoretical uncertainties, the latter emphasizing the need for next-to-leading-order corrections. Our results provide a concise analytical framework and a numerical baseline for future studies.",
    "authors": [
      "Nikola Crnković",
      "Goran Duplančić",
      "Saad Nabeebaccus",
      "Kornelija Passek-K.",
      "Bernard Pire",
      "Lech Szymanowski",
      "Samuel Wallon"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19799",
    "title": "Strangelet Searches from Neutron Stars, Binary Mergers, and Gamma-Ray Bursts with Current and Future Observatories",
    "abstract": "Strange quark matter (SQM) is considered a possible true ground state of QCD at high densities. This idea motivates research on exotic compact objects and certain cosmic-ray phenomena. For instance, the remnant HESS J1731-347 contains a low-mass neutron star, about $0.77^{+0.20}_{-0.17}$ $M_\\odot$ and $10.4^{+0.86}_{-0.78}$ km in radius, making it a strong candidate for a strange quark star. Other events, such as GW170817 and GRB 250702B, provide conditions that may favor the formation of strangelets. Strangelets are stable clusters of SQM, potentially created during the phase transition between the 2SC and CFL color-superconducting states. These clusters could generate monochromatic $\\gamma$-ray lines in very-high-energy spectra through self-annihilation. This work analyzes the stability of strangelets, production cross-sections, and mass-to-charge ratios using QCD-based models. Data from H.E.S.S., Fermi-LAT, MAGIC-II, and CTA were used to set limits on spectral features and possible fluxes. Detecting narrow $\\gamma$-ray lines will require improved instrument sensitivity. By integrating evidence from multimessenger astrophysics and dense QCD simulations, this study investigates the equations of state for compact stars and explores the potential cosmological influence of SQM.",
    "authors": [
      "C.R. Das"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19848",
    "title": "New constraints on axion with gamma-ray observations of the Crab Nebula",
    "abstract": "In this paper, we derive the upper bounds on the coupling of axion-like particles (ALPs) with photon as a function of the mass by considering axion-photon conversion in the Crab Nebula. Previous studies have not considered the influence of the magnetic field within the Crab Nebula. The magnetic field plays a crucial role through the Synchrotron Self-Compton (SSC) process, in which high-energy electrons produce synchrotron radiation that is subsequently up-scattered by the same electrons via inverse Compton scattering to generate gamma rays. Therefore, neglecting the magnetic field in modeling leads to theoretical inconsistencies. In this work, we investigate the significance of the magnetic field effect and demonstrate that even differences in magnetic field modeling can substantially alter the conversion probability. We thus, for the first time, point out that proper consideration of the magnetic field is essential in ALP searches using gamma rays from the Crab Nebula. The resulting constraints reach up to a coupling of $g_{a\\gamma \\gamma} \\lesssim 1 \\times 10^{-11} {\\rm GeV}^{-1}$ for ALP masses in the range $10^{-10} {\\rm eV} \\lesssim m_a \\lesssim 10^{-6} {\\rm eV}$.",
    "authors": [
      "Kazunori Kohri",
      "Haruki Takahashi"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19951",
    "title": "A phenomenological analysis of charmless $B\\to PV$ decays in the modified perturbative QCD approach",
    "abstract": "We analyze the charmless two-body decays of the $B$ meson into a pseudoscalar and a vector meson, referred to as $B\\to PV$ decay, within the framework of the modified perturbative QCD (PQCD) approach. Based on the conventional PQCD calculations, soft form factors and contributions arising from color-octet quark-antiquark components in the final state are introduced in this study, which involves essentially nonperturbative dynamics. By employing the flavor SU(3) symmetry and its breaking effect, the parameters describing soft contributions are correlated and subsequently reduced into a more concise set of SU(3) parameters. Through a $\\chi^2$ analysis procedure applied to the experimental data, these parameters are determined, for which the corresponding theoretical results for the branching ratios and $CP$ asymmetries in $B\\to PV$ decays are derived. Within this framework, it is demonstrated that the theoretical calculations align well with experimental measurements, thereby offering a solution to several long-standing puzzles. The numerical analysis shows that these soft contributions have significant influence on the theoretical results. Furthermore, more precise experimental data are needed for deeper investigations of the $CP$ asymmetries.",
    "authors": [
      "Sheng Lü",
      "Ru-Xuan Wang",
      "Mao-Zhi Yang"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19992",
    "title": "HyperFORM -- a FORM package for parametric integration with hyperlogarithms",
    "abstract": "We present an implementation of algorithms for the symbolic integration of hyperlogarithms multiplied by rational functions in the computer algebra system FORM. This implementation encompasses cases where hyperlogarithms have rational letters or a rational argument. It complements the previous implementation, HyperInt, in MAPLE by Erik Panzer, utilizing the advantages of FORM in the efficient handling of large symbolic expressions. Among a wide range of applications, this approach enables the computation of many Feynman integrals.",
    "authors": [
      "Adam Kardos",
      "Sven-Olaf Moch",
      "Oliver Schnetz"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20079",
    "title": "Multiplicity dependence of quarkonia production at ultra high energies",
    "abstract": "In this paper we propose an approach in high energy QCD, which allows us to calculate the inclusive quarkonia production at ultra high energies. This approach is based on $t$-channel unitarity and on the expressions for dipole densities from the procedure of summing of large Pomeron loops which we have developed in our previous papers. In the framework of this approach we discuss the dependence of quarkonia production on the multiplicity of the accompanying hadrons. In this paper we used the three gluons fusion mechanism for quarkonia production, without assuming the multiplicity dependence of the saturation scale. We found the multiplicity distribution of produced gluon with ( $ \\mathcal{P}^{J/\\Psi}_n$) and without ($\\mathcal{P}^{gluon}_n$) the quarkonia production. It turns out that $ \\frac{\\mathcal{P}^{J/\\Psi}_n}{\\mathcal{P}^{gluon}_n} \\propto n^2 $ as has been expected and discussed in corresponding publications.",
    "authors": [
      "E. Levin"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20148",
    "title": "Is the large uncertainty of $δ_{CP}$ fundamentally encoded in the neutrino quantum state?",
    "abstract": "The precise measurement of the leptonic CP-violating phase $\\delta_{CP}$ remains one of the major open challenges in neutrino physics, as current experiments achieve only very limited accuracy. We address this issue through the lens of quantum estimation theory. A distinctive feature of neutrino oscillation experiments is that they cannot freely optimize the probe or measurement, since both are constrained by the production and detection of flavor eigenstates. We therefore examine whether the large uncertainty in $\\delta_{CP}$ originates from intrinsic reasons, either of the neutrino quantum state or of flavor measurements, or if it instead stems from experimental limitations. By comparing quantum and classical Fisher information, we demonstrate that the limited sensitivity to $\\delta_{CP}$ originates primarily from the information content of flavor measurements. Furthermore, we show that targeting the second oscillation maximum, as in the ESS$\\nu$SB proposal, substantially enhances $\\delta_{CP}$ information compared to experiments centered on the first maximum.",
    "authors": [
      "Michela Ignoti",
      "Claudia Frugiuele",
      "Matteo Paris",
      "Marco Genoni"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20217",
    "title": "First determination of fragmentation functions in an exotic-hadron candidate",
    "abstract": "In recent years, there are experimental reports on exotic-hadron candidates, which have different quark configurations from ordinary $q\\bar q$ and $qqq$ constituents. However, it is not easy to confirm their exotic nature from global observables such as masses, spins, parities, and decay widths. At high energies, internal quark and gluon configurations could become more apparent because hadrons should be described by fundamental degrees of freedom of quarks and gluons in quantum chromodynamics. One of such possibilities is to use the fragmentation functions (FFs). In this work, accurate FFs of an exotic hadron candidate $f_0$(980) are determined for the first time by an global analysis of experimental data on $e^+ + e^- \\to f_0 (980)+X$ with recent precise measurements of the Belle collaboration. From the global analysis, we found that their second moments have a relation $M_u = M_d \\ll M_s \\sim M_g $ for up-quark, down-quark, strange-quark, and gluon FFs. Furthermore, the function $D_s^{f_0}(z)$ is distributed in the larger-$z$ region in comparison with the functions $D_{u}^{f_0}(z)$, $D_{d}^{f_0}(z)$, and $D_g^{f_0}(z)$. These facts support that the $f_0 (980)$ has the $s\\bar s$ configuration at high energies. This is a new finding that $f_0 (980)$ should be considered mainly as the $s\\bar s$ state, which is different from our usual understanding as a tetraquark (or $K\\bar K$) hadron from low-energy studies. Our results could indicate the transition of the internal configuration picture that $f_0 (980)$ looks like a $q\\bar q$ state at high energies although it is described by tetra-quark or $K\\bar K$ molecule state at low energies. It sheds light on a new direction in exotic hadron physics.",
    "authors": [
      "S. Kumano"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20320",
    "title": "Revisiting lepton flavor violation: $τ$ and meson decays",
    "abstract": "The minimal type-I seesaw model provides a simple explanation of neutrino flavor oscillations and induces charged lepton flavor violation (cLFV). Despite extensive previous studies, semileptonic cLFV channels remain underexplored. Using updated form factors, decay constants, and oscillation data, we revisit $\\tau$ and meson decay channels, performing a systematic comparison across the seesaw parameter space. Surprisingly, we find that decays such as $\\tau \\to \\ell\\rho$ can dominate over purely leptonic $\\tau$-sector probes, including $\\tau\\to 3\\ell$ and even $\\tau\\to\\ell\\,\\gamma$, in certain regions. In contrast, heavy-meson decays remain far below experimental sensitivity. Considering global constraints on the seesaw parameters, we derive branching ratios for the relevant cLFV processes and identify those within potential reach of next-generation experiments.",
    "authors": [
      "Kevin A. Urquía-Calderón",
      "Oleg Ruchayskiy"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20365",
    "title": "Towards the two-loop electroweak corrections to the Drell-Yan process: the infrared structure",
    "abstract": "We discuss the lepton-pair production process in Quantum Electrodynamics. We present the ultraviolet-renormalised and infrared-subtracted finite contribution of the second-order virtual corrections to the inclusive lepton-pair production cross section $u\\bar u\\to e^+e^-$. The results are obtained within a new computational framework, OCEANN, developed in view of the evaluation of the exact two-loop electroweak virtual corrections to high-energy scattering processes. One of the key methodological features in this approach is the representation of the scattering amplitude with arbitrary precision at every stage of the calculation. The analysis in QED allows us to address the treatment of the infrared structure of the process and it can be easily extended to the complete electroweak Standard Model case. The perfect agreement with the literature, for this subset of corrections, provides a non trivial validation of the general framework.",
    "authors": [
      "Tommaso Armadillo",
      "Simone Devoto",
      "Michele Dradi",
      "Alessandro Vicini"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20402",
    "title": "A New Framework for Extracting GPDs from Exclusive Photon Electroproduction",
    "abstract": "Recently, a new framework for studying generic $2 \\to 3$ hard exclusive reactions, referred to as single-diffractive hard exclusive processes (SDHEP), has been introduced to provide a cleaner separation of the underlying physical mechanisms. In this work, we expand this formalism to the case of exclusive real-photon electroproduction off a nucleon, $e(\\ell) + N(p) \\to e(\\ell') + N(p') + \\gamma(q')$, which represents the classical channel for accessing generalized parton distributions (GPDs) in nucleons and nuclei. This extension enables a more systematic and physically transparent formulation of the reaction dynamics, paving the way for improved extractions of GPDs from experimental data as compared to existing approaches.",
    "authors": [
      "Jian-Wei Qiu",
      "Nobuo Sato",
      "Zhite Yu"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20430",
    "title": "$B^+\\to K^+ ν\\barν$ Excess and DM semi-annihilation",
    "abstract": "In 2023, Belle II collaboration announced the observarion of the $B^+ \\to K^+ \\nu\\bar{\\nu}$ decay channel for the first time. This decay channel provides a clean signal with high precision in theoretical calculation. However, we encounter $2.8\\sigma$ deviation from the Standard Model (SM) prediction. To resolve this excess, we study scalar dark matter (DM) model with local discrete $Z_3$ symmetry. Assuming dark $U(1)_X \\equiv U(1)_{L_\\mu - L_\\tau}$ symmetry, this $U(1)_{L_\\mu - L_\\tau}$ symmetry is spontaneously broken into local discrete $Z_3$ by non-zero vacuum expectation value of dark Higgs boson. Considering dark Higgs mass is $2$GeV, we can explain the recent ${\\rm Br} (B^+ \\to K^+ \\nu\\bar{\\nu})$ excess reported from Belle II collaboration and relic abundance at the same time.",
    "authors": [
      "Jongkuk Kim",
      "Pyungwon Ko"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20461",
    "title": "Chiral phonons in metal-organic frameworks as quantum sensors for the direct detection of dark matter",
    "abstract": "We investigate a new quantum sensor for dark matter direct detection with sub-eV sensitivity, focusing on several candidate materials that potentially host chiral phonons with large magnetic moments that can be directly read out with an external magnetometer. We focus on metal-organic frameworks (MOFs) as possible candidate materials for single chiral phonon detection due to their noncentrosymmetric structure, tunability, and the ability to host these excitations in stable acoustic bands. We identify several promising candidates and compare their projected dark matter detection sensitivity for all possible interactions identified within effective field theory. We establish that the expected sensitivity does not depend heavily on the specific choice of the MOF, enabling us to tailor the final material composition to facilitate the magnetic readout. We then propose a prototype setup able to test the direct readout of a chiral phonon sensor with a surface-integrated magnetometer.",
    "authors": [
      "Marek Matas",
      "Filip Krizek",
      "Carl P. Romao"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20523",
    "title": "Impact of quark flavor violating SUSY on h(125) decays at future lepton colliders",
    "abstract": "We study the CP-even neutral Higgs boson decays $h^0 \\to c \\bar{c}, b \\bar{b}, b \\bar{s}, \\gamma \\gamma, g g$ in the Minimal Supersymmetric Standard Model (MSSM) with general quark flavor violation (QFV) due to squark generation mixings, identifying the $h^0$ as the Higgs boson with a mass of 125 GeV. We compute the widths of the $h^0$ decays to $c \\bar c, b \\bar b, b \\bar s$ at full one-loop level. For the $h^0$ decays to $\\gamma \\gamma$ and $g g$ we compute the widths at NLO QCD level. {\\it For the first time}, we perform a systematic MSSM parameter scan for these widths respecting all the relevant theoretical and experimental constraints, such as those from B-meson data, and the 125 GeV Higgs boson data from recent LHC experiments, as well as the limits on Supersymmetric (SUSY) particle (sparticle) masses from the LHC experiments. We also take into account the expected sparticle mass limits from the future HL-LHC experiment in our analysis. {\\it In strong contrast to} the usual studies in the MSSM with Minimal Flavor Violation (MFV), we find that the deviations of these MSSM decay widths from the Standard Model (SM) values can be quite sizable and that there are significant correlations among these deviations. All of these sizable deviations in the $h^0$ decays are mainly due to large scharm-stop mixing and large sstrange-sbottom mixing. Such sizable deviations from the SM can be observed at high signal significance in future lepton colliders such as ILC, CLIC, CEPC, FCC-ee and muon collider {\\it even after} the failure of SUSY particle discovery at the HL-LHC. In case the deviation pattern shown here is really observed at the lepton colliders, then it would strongly suggest the discovery of QFV SUSY (the MSSM with general QFV).",
    "authors": [
      "H. Eberl",
      "K. Hidaka",
      "E. Ginina"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20581",
    "title": "NNLO QCD predictions for $Wγγ$ production at the LHC",
    "abstract": "Triboson production processes play a crucial role in probing the electroweak sector of the Standard Model, as they involve quartic gauge-boson couplings already at the tree level. With these measurements entering the precision era at the Large Hadron Collider (LHC), accurate theoretical predictions become indispensable. We present the computation of the next-to-next-to-leading-order (NNLO) QCD radiative corrections to the production of a $W$ boson in association with two photons ($W\\gamma\\gamma$) at the LHC. The calculation is exact, except for the finite part of the two-loop contribution, which is included in the leading-colour approximation. Predictions for the fiducial cross section and selected kinematic distributions are provided at a centre-of-mass energy of $\\sqrt{s}=13$ TeV, under standard experimental selection cuts. In line with observations for other multiboson processes involving direct photons, we find sizable NNLO corrections that enhance the next-to-leading-order predictions by about $23\\%$, with residual perturbative uncertainties that can be roughly estimated to be at the $5\\%$ level.",
    "authors": [
      "Paolo Garbarino",
      "Massimiliano Grazzini",
      "Stefan Kallweit",
      "Chiara Savoini"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20585",
    "title": "CP Violation in Charmed Meson Decays into Final States with $η'$",
    "abstract": "We derive Standard Model predictions for the CP asymmetries of singly-Cabibbo suppressed $D\\rightarrow P\\eta'$ decays, where $P=K,\\pi,\\eta$. Our predictions are based on the approximate SU(3)$_F$ symmetry of QCD and include first-order symmetry-breaking effects in a systematic way. The underlying symmetry leads to correlations between different decay modes. To this end we predict the correlations between $ a_{\\rm CP}^{\\rm dir}(D^+\\to \\pi^+ \\eta')$ and $a_{\\rm CP}^{\\rm dir}(D_s^+ \\to K^+ \\eta')$ as well as $a_{\\rm CP}^{\\rm dir}(D^0\\to \\pi^0 \\eta')$ and $ a_{\\rm CP}^{\\rm dir}(D^0\\to \\eta \\eta')$. Our results can be used to probe the Standard Model with future measurements by LHCb, Belle II and BESIII. At the same time, such future measurements permit the extraction of the key theory parameter related to the ratio of color-suppressed to color-favoured contributions to the decay amplitudes. Future data on both branching ratios and CP asymmetries will automatically improve our predictions and thereby also their sensitivity to physics beyond the Standard Model.",
    "authors": [
      "Carolina Bolognani",
      "Ulrich Nierste",
      "Stefan Schacht",
      "K. Keri Vos"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20622",
    "title": "A simple generalization of the low-energy theorem for the effective Higgs-gluon-gluon coupling for the case of simultaneous decoupling of several heavy quarks",
    "abstract": "We extend in an extremely simple and straightforward way the well-known low-energy theorem for an effective Higgs-like scalar-gluon-gluon coupling [1] (as well as a similar one for for the effective coupling of the Higgs-like field to the light scalar quark currents) in QCD including arbitrary number of heavy quarks in addition to the light ones. The application of the generalized low-energy theorem allows the extraction of the four-loop effective Higgs-gluon-gluon coupling valid for extensions of the Standard Model with additional heavy quarks from the 3-loop results of [2] for the decoupling constant of $\\alpha_s$.",
    "authors": [
      "Konstantin G. Chetyrkin"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.13845",
    "title": "Subleading Color Corrections at Three Loops to the $\\operatorname{tr}(ϕ^2)$ Three-Point Form Factor in $\\mathcal{N} = 4$ Super Yang-Mills Theory",
    "abstract": "We compute three-loop corrections to the three-point form factor of the operator $\\operatorname{tr}(\\phi^2)$ in $\\mathcal{N} = 4$ Super Yang-Mills theory. In particular, our result is valid beyond the leading-color limit and will consequently be an important input towards extending the amplitude-bootstrap program beyond the leading-color approximation. We find that our analytic formulae are strikingly compact expressions in terms of integer linear combinations of generalized polylogarithms of weight six.",
    "authors": [
      "Xin Guan",
      "Bernhard Mistlberger",
      "Michael Ruf"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19590",
    "title": "Searching Stochastic Gravitational Wave Background Landscape Across Frequency Bands",
    "abstract": "Gravitational wave (GW) astrophysics is entering a multi-band era with upcoming GW detectors, enabling detailed mapping of the stochastic GW background across vast frequencies. We highlight this potential via a new physics scenario: hybrid topological defects from a two-step phase transition separated by inflation. We develop a general pipeline to analyze experimental exclusions and apply it to this model. The model offers a possible explanation of the pulsar timing array signal at low frequencies, and future experiments (LISA/Cosmic Explorer/Einstein Telescope) will confirm or rule it out via the higher-frequency probes, showcasing the power of multi-band constraints.",
    "authors": [
      "Yunjia Bao",
      "Tore Boybeyi",
      "Vuk Mandic",
      "Lian-Tao Wang"
    ],
    "primary_category": "gr-qc",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19598",
    "title": "Berry's phase on photonic quantum computers",
    "abstract": "We formulate a continuous-variable quantum computing (CVQC) algorithm to study Berry's phase on photonic quantum computers. We demonstrate that CVQC allows the simulation of charged particles with orbital angular momentum under the influence of an adiabatically changing $\\vec{B}$ field. Although formulated entirely in the CVQC setting, our construction uses only passive linear-optical operations (beam splitters and phase shifts), which act identically in single-photon photonic architectures. This enables experimental realisation on the Quandella Ascella platform, where we observe the Berry's phase phenomenon with interferometric measurement. We also generalise the framework to more rapid non-adiabatic evolution. By concatenating Aharonov-Anandan cycles for opposing magnetic fields we demonstrate that one can engineer a circuit in which dynamical phases and leading non-geometric errors cancel by symmetry, leaving the intrinsically robust geometric phase contribution.",
    "authors": [
      "Steven Abel",
      "Iwo Wasek",
      "Simon Williams"
    ],
    "primary_category": "quant-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19606",
    "title": "Periodic gravitational lensing by oscillating boson stars",
    "abstract": "We show that oscillating (real-scalar) boson stars can act as strictly periodic gravitational lenses and generically host an \\emph{oscillating radial caustic}. Sources near this caustic cross it every half period, producing achromatic phase-locked photometric spikes synchronized with an astrometric wobble, providing a promising target for time-domain astronomy. Event-number estimation indicates a measurable discovery space with current astrometric and high-cadence photometric surveys. These predictions rely only on the dynamics of long-lived real-scalar condensates, therefore offering a clean test of self-gravitating quantum fields in curved spacetime. The framework extends naturally to self-interacting real scalars (including axion-like particles) and to ultralight vector bosons.",
    "authors": [
      "Xing-Yu Yang",
      "Tan Chen",
      "Rong-Gen Cai"
    ],
    "primary_category": "gr-qc",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19610",
    "title": "Fibre Inflation Meets Quintessence: Implications of Perturbative Stabilisation",
    "abstract": "In this paper, we have discovered a new avenue of fibre inflation in perturbative large volume scenario (pLVS) due to the redefinition of the base modulus. pLVS offers a novel regime where large volume of the internal space is guaranteed without the need of non-perturbative effects. In this setup, we study the possibility where a base redefinition allows to assess different versions of fibre inflation whose spectral index aligns with Atacama Cosmology Telescope (ACT) data \\cite{ACT:2025fju, ACT:2025tim} and produces tensor-to-scalar ratio in the range $0.008\\lesssim r\\lesssim 0.01$ in different setups we have considered. The leading order flat direction - which in our case is the fibre modulus - is lifted with the combinations of string loop corrections, leading order $\\alpha^{\\prime 3}$$R^4$-correction, higher derivative $F^{4}$ corrections as well as our new ingredient redefinition of the modulus. Since recent Dark Energy Spectroscopic Instrument (DESI) results appear to favour a dynamical explanation for late-time acceleration over a simple cosmological constant, exploring quintessence offers a more suitable approach. In this lore, we also examine the quintessence sector to complete our model and account for both early- and late-time cosmic acceleration. In this framework, the poly-instanton correction generates a potential along the axionic directions, and we find that the resulting quintessence behaviour and the subsequent cosmological predictions about dark matter closely resemble the predictions of the original fibre inflation scenario studied earlier.",
    "authors": [
      "Dibya Chakraborty",
      "Mishaal Hai",
      "Sayeda Tashnuba Jahan",
      "Ahmed Rakin Kamal",
      "Md Shaikot Jahan Shuvo"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19762",
    "title": "The Speed of Gravity and the Fate of Dark Energy",
    "abstract": "On August 17$^{\\rm th}$ 2017, observatories worldwide made a landmark detection: gravitational waves and light from a binary neutron star merger. This event revolutionized our understanding of astrophysics, cosmology, and gravitation. In this proceeding of the 2025 International Congress of Basic Science, we describe how it transformed our view of cosmic acceleration (dark energy). The near-simultaneous arrival of light and gravitational waves shows that their speeds agree to within one part in $10^{15}$, excluding large classes of modified gravity theories and interactions between dark energy and matter.",
    "authors": [
      "Jeremy Sakstein",
      "Bhuvnesh Jain"
    ],
    "primary_category": "astro-ph.CO",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19802",
    "title": "Cold Dark Matter and Dark Energy Based on an Analogy with Superconductivity",
    "abstract": "We present a novel candidate for cold dark matter consisting of condensed Cooper pairs in a theory of interacting fermions with broken chiral symmetry. Establishing the thermal history from the early radiation era to the present, the fermions are shown to behave like standard radiation at high temperatures, but then experience a critical era decaying faster than radiation, akin to freeze-out that sets the relic abundance. Through a second-order phase transition, fermion - antifermion pairs condense and the system asymptotes towards zero temperature and pressure. By the present era, the non-relativistic, massive condensate decays slightly faster than in the standard scenario -- a unique prediction that may be tested by combined measurements of the cosmic microwave background and large scale structure. We also show that in the case of massive fermions, the phase transition is frustrated, and freeze-out instead leaves a residual, long-lived",
    "authors": [
      "Guanming Liang"
    ],
    "primary_category": "astro-ph.CO",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19898",
    "title": "Quintessential Inflation in Light of ACT DR6",
    "abstract": "We perform a precision investigation of smooth quintessential inflation in which a single canonical scalar field unifies the two known phases of cosmic acceleration. Using a CMB-normalized runaway exponential potential, we obtain sharply predictive inflationary observables: a red-tilted spectrum with $n_s = 0.964241$ and an exceptionally suppressed tensor-to-scalar ratio $r = 7.48 \\times 10^{-5}$ at $N=60$, lying near the optimal region of current Planck+ACT constraints. Remarkably, all observable scales exit the horizon within an extremely narrow field interval $\\Delta\\phi \\simeq 0.03\\,M_{\\rm Pl}$, tightly linking early and late-time dynamics and reducing theoretical ambiguities. While inflationary tensors remain invisible to CMB B-mode surveys, the subsequent stiff epoch-an intrinsic hallmark of quintessential cosmology-imprints a blue-tilted stochastic gravitational-wave background within the discovery reach of future interferometers such as LISA, DECIGO, ALIA, and BBO. Our results demonstrate that this minimal, featureless model not only survives current bounds, but provides concrete, falsifiable predictions across gravitational-wave frequencies spanning over twenty orders of magnitude.",
    "authors": [
      "Sayantan Choudhury",
      "Swapnil Kumar Singh",
      "Satish Kumar Sahoo"
    ],
    "primary_category": "gr-qc",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20387",
    "title": "Anisotropic flows in heavy-ion collisions at HADES with Skyrme pseudopotential",
    "abstract": "Within the framework of the lattice Boltzmann-Uehling-Uhlenbeck transport model, we present a systematic study of proton anisotropic flow observables measured by the HADES collaboration, by utilizing the recently developed nuclear effective interaction based on the N$5$LO Skyrme pseudopotential. In particular, we investigate the impacts of the momentum dependence of nucleon mean-field potentials, the stiffness of symmetric nuclear matter (SNM) EOS, the high-density behaviors of the symmetry energy and the in-medium modification of nucleon-nucleon elastic cross sections on proton $v_{1}$, $v_{2}$, $v_{3}$, and $v_{4}$ in Au+Au collisions at $\\sqrt{s_{\\rm{NN}}} = 2.4\\,\\text{GeV}$. Our results show that the proton anisotropic flows are strongly sensitive to the momentum dependence of nucleon mean-field potential as well as the incompressibility coefficient $K_0$ of SNM. In addition, the transverse momentum dependence of the proton $v_2$ exhibits a modest sensitivity to the higher-order skewness coefficient $J_0$ and kurtosis coefficient $I_0$ of SNM as well as the momentum dependence of the symmetry potential, while the transverse momentum dependence of the proton $v_1$ is shown to modestly depend on the in-medium modification of nucleon-nucleon elastic cross sections. Moreover, the high-density symmetry energy seems to have limited effects on the proton anisotropic flows. These findings highlight the necessity of considering the momentum dependence of nucleon mean-field potentials including the symmetry potential, the higher-order characteristic parameters of SNM EOS beyond $K_0$, and the in-medium modification of nucleon-nucleon elastic cross sections, in future Bayesian transport model analyses on proton anisotropic flows in heavy-ion collisions at HADES energies, thereby to extract information on nuclear matter EOS as well as the associated underlying nuclear effective interactions.",
    "authors": [
      "Xin Li",
      "Si-Pei Wang",
      "Rui Wang",
      "Zhen Zhang",
      "Jie Pu",
      "Chun-Wang Ma",
      "Lie-Wen Chen"
    ],
    "primary_category": "nucl-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20436",
    "title": "The effect of sound speed on the gravitational wave spectrum of first order phase transitions in the early universe",
    "abstract": "Gravitational waves from first-order phase transitions are a promising probe of physics beyond the Standard Model, as many extensions of the standard model result in first-order phase transitions in the early universe, from which the resulting gravitational waves could be detectable with the upcoming Laser Interferometer Space Antenna (LISA). The properties of the phase transition and the resulting gravitational wave spectrum are determined by five key parameters: the nucleation temperature $T_n$, phase transition strength at the nucleation temperature $\\alpha_n$, bubble wall speed $v_\\text{wall}$, transition rate $\\beta$ and the sound speed $c_s$. Of these, the sound speed $c_s$ is determined by the equation of state $p(T,\\phi)$. In most studies, the plasma of the early universe has been assumed to be ultrarelativistic and therefore following the bag equation of state with $c_s = \\frac{1}{\\sqrt{3}}$. In this thesis, the PTtools simulation framework for first-order phase transitions, based on the Sound Shell Model, has been extended to include support for arbitrary equations of state and therefore for a temperature- and phase-dependent sound speed $c_s(T,\\phi)$. The thesis also functions as a reference manual for PTtools. The framework has been tested with the constant sound speed model, in which the sound speed is a different constant in each phase. The sound speed has been shown to have a significant effect on the resulting gravitational wave spectrum, especially when changing the sound speed results in a change in the type of the solution. This has laid the groundwork for simulating cosmological phase transitions with realistic equations of state. This will result in in gravitational wave spectra that can be used in the LISA data analysis pipeline to search for the existence and parameters of a first-order phase transition in the early universe.",
    "authors": [
      "Mika Mäki"
    ],
    "primary_category": "astro-ph.CO",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20557",
    "title": "Natural inflation in Palatini $F(R)$",
    "abstract": "$F(R)$ Palatini gravity provides a robust framework for constructing viable inflationary potentials. In this study, we examine natural inflation and show that its consistency with observational data can be restored when the model is embedded within $F(R)$ Palatini gravity, specifically for $F(R) = R + \\alpha R^n$ with $7/4 \\lesssim n \\leq 2$. For completeness, we also demonstrate that models with $n > 2$ do not yield comparable improvements, achieving partial agreement with the data only in the limit $n \\rightarrow 2$.",
    "authors": [
      "N. Bostan",
      "R.H. Dejrah",
      "C. Dioguardi",
      "A. Racioppi"
    ],
    "primary_category": "gr-qc",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:1605.07624",
    "title": "The LPM effect in sequential bremsstrahlung 2: factorization",
    "abstract": "The splitting processes of bremsstrahlung and pair production in a medium are coherent over large distances in the very high energy limit, which leads to a suppression known as the Landau-Pomeranchuk-Migdal (LPM) effect. In this paper, we continue analysis of the case when the coherence lengths of two consecutive splitting processes overlap (which is important for understanding corrections to standard treatments of the LPM effect in QCD), avoiding soft-gluon approximations. In particular, this paper analyzes the subtle problem of how to precisely separate overlapping double splitting (e.g.\\ overlapping double bremsstrahlung) from the case of consecutive, independent bremsstrahlung (which is the case that would be implemented in a Monte Carlo simulation based solely on single splitting rates). As an example of the method, we consider the rate of real double gluon bremsstrahlung from an initial gluon with various simplifying assumptions (thick media; $\\hat q$ approximation; large $N_c$; and neglect for the moment of processes involving 4-gluon vertices) and explicitly compute the correction $\\Delta\\,d\\Gamma/dx\\,dy$ due to overlapping formation times.",
    "authors": [
      "Peter Arnold",
      "Han-Chih Chang",
      "Shahin Iqbal"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2407.18051",
    "title": "Nf-contribution to the virtual correction for electroweak vector boson production at NNLO",
    "abstract": "Multi-loop scattering amplitudes are difficult to evaluate due to singularities of the integrals involved, especially with increasing number of loops, external legs, and mass scales. For the first time for hadronic collisions at two loops, we enable the combined numerical integration over loop momentum and phase space by tackling infrared, ultraviolet and threshold singularities simultaneously using local subtractions. We demonstrate the feasibility of our approach by calculating previously unknown perturbative corrections for processes of interest to the Large Hadron Collider, namely the Nf-part of the finite remainder of the phase-space integrated virtual corrections at next-to-next-to-leading order (NNLO) in QCD for the production of up to three massive electroweak vector bosons in proton-proton collisions.",
    "authors": [
      "Dario Kermanschah",
      "Matilde Vicini"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2501.12440",
    "title": "Pulse and Polarization Structures in Axion-Converted X-rays from Pulsars",
    "abstract": "Neutron stars (NS's) with their strong magnetic fields and hot dense cores could be powerful probes of axions, a classic benchmark of feebly-coupled new particles, through abundant production of axions with the axion-nucleon coupling and subsequent conversion into X-rays due to the axion-photon coupling. In this article, we point out that the pulsation structures in both the intensity and polarization of X-rays from NS's could provide us additional information about axions and their couplings. We develop new analytical formalisms of pulsation-polarization structure applicable to a wide range of NS's in the axion scenario and argue that they hold in complicated astrophysical environments. As a case study, we apply our formalism to a representative X-ray Dim Isolated Neutron Star, RX J1856.6-3754, with an unexpected hard X-ray excess which might be axion-induced. We show with an updated fit that the axion explanation is compatible with both the intensity and pulsation data available, and combining the pulsation data does not shift the posterior by more than $1\\,\\sigma$. Yet, the preferred parameter space is close to being excluded by other astrophysical constraints. With a 75% reduction of the uncertainties in the pulsation data, we could potentially draw a definite conclusion on the axion-induced X-rays at more than $3\\,\\sigma$ level.",
    "authors": [
      "JiJi Fan",
      "Lingfeng Li",
      "Chen Sun"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2503.09280",
    "title": "eV-scale sterile neutrino: A window open to non-unitarity?",
    "abstract": "An excess observed in the accelerator neutrino experiments in the $\\nu_{\\mu} \\rightarrow \\nu_{e}$ channel at high confidence level (CL) has been interpreted as due to eV-scale sterile neutrino(s). But, it has been suffered from the problem of ``appearance-disappearance tension'' at the similarly high CL because the measurements of the $\\nu_{\\mu} \\rightarrow \\nu_{\\mu}$ channel do not observe the expected event number depletion corresponding to the sterile contribution in the appearance channel. We suggest non-unitarity as a simple and natural way of resolving the tension, which leads us to construct the non-unitary $(3+1)$ model. With reasonable estimation of the $\\alpha$ parameters governing non-unitarity, which we argue growing when more sterile states added, we perform an illustrative analysis to illuminate if the tension can be resolved in this model. We have found the unique solution with $\\sin^2 2\\theta_{14} \\approx 0.3$, which is consistent with the (reactors + Ga) data and is stable against variation of the appearance signature. This solution bridges between the two high CL signatures, BEST and LSND-MiniBooNE, and implies a large neutrino-antineutrino asymmetry, given the much less anomaly indicated in the antineutrino sector.",
    "authors": [
      "Hisakazu Minakata"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2503.18713",
    "title": "A detailed study on the prospects for a $\\mathrm{t\\overline{t}}$ threshold scan in $\\mathrm{e^+e^-}$ collisions",
    "abstract": "A scan of the beam energy across the top quark pair ($\\mathrm{t\\overline{t}}$) production threshold is part of the program of future Higgs, top, and electroweak factory projects. In this paper, we provide projections for the achievable precision in the top quark mass ($m_\\mathrm{t}$), width ($\\Gamma_\\mathrm{t}$), and Yukawa coupling ($y_\\mathrm{t}$) at the electron-positron ($\\mathrm{e^+e^-}$) stage of the Future Circular Collider (FCC-ee). The study includes a detailed assessment of parametric and systematic uncertainties, as well as a rigorous estimate of the effect of point-to-point correlations. We project that $m_\\mathrm{t}$ and $\\Gamma_\\mathrm{t}$ can be determined with an experimental precision of about 6.8 and 11.5 MeV, respectively, when $m_\\mathrm{t}$ is defined in the potential-subtracted (PS) scheme. The impact of theoretical uncertainties due to missing higher orders is found to be of about 35 (25) MeV on $m_\\mathrm{t}$ ($\\Gamma_\\mathrm{t}$) at N$^3$LO in non-relativistic QCD. Therefore, improvements in the theoretical accuracy, which is an active area of development, are key to match the achievable experimental precision at a future $\\mathrm{e^+e^-}$ collider. Finally, we explore the prospects for a measurement of $y_\\mathrm{t}$ at FCC-ee via a dedicated run above the $\\mathrm{t\\overline{t}}$ production threshold.",
    "authors": [
      "Matteo M. Defranchis",
      "Jorge de Blas",
      "Ankita Mehta",
      "Michele Selvaggi",
      "Marcel Vos"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2504.05835",
    "title": "Scalar-assisted magnetogenesis during the radiation-dominated epoch",
    "abstract": "We propose a novel mechanism to generate primordial magnetic fields (PMFs) strong enough to explain the observed cosmic magnetic fields. We employ a scalar field charged under U(1) gauge symmetry with a non-trivial VEV to provide an effective mass term to the EM field and thus break its conformal invariance. The primordial magneto-genesis takes place in the radiation dominated (RD) epoch, after the electroweak symmetry breaking (EWSB) phase. As a result, our mechanism is naturally free from the over-production of electric fields due to high conductivity in the RD epoch, and the baryon isocurvature problem which takes place only if magneto-genesis happens before the ESWB phase. In addition, we find that a significant amount of PMFs can be generated when the scalar field experiences a tachyonic phase. In this case, the scalar field is light and weakly coupled and has negligible energy density compared to the cold dark matter, hence the strong coupling problem and the back-reaction problem are also absent. Therefore, our model is free from the above-mentioned problems that frequently appear in other primordial magneto-genesis scenarios.",
    "authors": [
      "Alexander Ganz",
      "Chunshan Lin",
      "Mian Zhu"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2506.00535",
    "title": "A Novel Approach to Fast Calculation of High-Order Q-Cumulants",
    "abstract": "The method of Q-cumulants has been shown as a powerful tool to study the fine details of the azimuthal anisotropies in high-energy nucleus-nucleus collisions. A new method for the fast calculation of arbitrary order Q-cumulant $v_{n}\\{2k\\}$ values, based on the partition of a non-negative integer l $\\le$ m for calculation of the 2m-particle azimuthal correlations is presented in this paper. Unlike the standard Q-cumulants method in which the calculation of high-order multi-particle calculations is impractical, the newly proposed method enables easy calculation. The validity of the method is proven via a toy model that uses the elliptic power distribution to simulate anisotropic emission of particles. The method enables the study of fine details of the $v_{2}$ distribution, such as higher-order central moments of the $v_{2}$ distribution, as well as the hydrodynamic behavior of the Quark-Gluon Plasma.",
    "authors": [
      "L. Nađđerđ",
      "J. Milošević",
      "D. Devetak",
      "F. Wang",
      "X. Zhu"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2506.06438",
    "title": "Data-Driven High-Dimensional Statistical Inference with Generative Models",
    "abstract": "Crucial to many measurements at the LHC is the use of correlated multi-dimensional information to distinguish rare processes from large backgrounds, which is complicated by the poor modeling of many of the crucial backgrounds in Monte Carlo simulations. In this work, we introduce HI-SIGMA, a method to perform unbinned high-dimensional statistical inference with data-driven background distributions. In contradistinction to many applications of Simulation Based Inference in High Energy Physics, HI-SIGMA relies on generative ML models, rather than classifiers, to learn the signal and background distributions in the high-dimensional space. These ML models allow for interpretable inference while also incorporating model errors and other sources of systematic uncertainties. We showcase this methodology on a simplified version of a di-Higgs measurement in the $bb\\gamma\\gamma$ final state, where the di-photon resonance allows for background interpolation from sidebands into the signal region. We demonstrate that HI-SIGMA provides improved sensitivity as compared to standard classifier-based methods, and that systematic uncertainties can be straightforwardly incorporated by extending methods which have been used for histogram based analyses.",
    "authors": [
      "Oz Amram",
      "Manuel Szewc"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2506.22208",
    "title": "Application of the 3-Loop FlexibleEFTHiggs Method to the MSSM and the NMSSM",
    "abstract": "We perform an extensive analysis of the light CP-even Higgs boson pole mass in the MSSM and its dependencies on various parameters based on the 3-loop FlexibleEFTHiggs hybrid calculation which is implemented and publicly avaiable since recently in FlexibleSUSY. Our focus lies on the study of the robustness of the approach in scenarios of highly non-degenerate SUSY mass spectra. Also, we present an improved Higgs mass calculation in the NMSSM based on the same approach, which is published in the new version 2.9.0 of FlexibleSUSY as well. The calculation provides a treatment in the full-model parametrization, leading to an advantageous resummation of QCD-enhanced terms in the stop-mixing parameter and includes important 2-loop contributions as well as 3-loop QCD contributions in the MSSM limit. We assess the reliability of this new calculation by applying it to several distinct NMSSM scenarios. In this context, special attention is devoted to the estimation of NMSSM-specific theory uncertainty.",
    "authors": [
      "Thomas Kwasnitza",
      "Dominik Stöckinger",
      "Alexander Voigt",
      "Johannes Wünsche"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2507.01506",
    "title": "Gluon Distributions in the Pion",
    "abstract": "We formulate a light-front model for the pion that explicitly incorporates the gluonic degree of freedom. In this framework, high-energy scattering off the pion is described by an active gluon, while the remaining constituents are treated as a spectator system with an effective mass. The mass spectrum and light-front wave functions (LFWFs) of the pion are determined by solving two Schrödinger-like equations derived from quantum chromodynamics: the light-front holographic equation in the chiral limit and the 't~Hooft equation. Using the resulting LFWFs, we compute the gluon distributions within pion, including the parton distribution functions in comparison with the available global fits, generalized parton distributions, and transverse momentum-dependent distributions. The present analysis is restricted to the Dokshitzer-Gribov-Lipatov-Altarelli-Parisi (DGLAP) domain of the pion's gluon GPD, without explicit construction of the Efremov-Radyushkin-Brodsky-Lepage (ERBL) region. Consequently, the polynomiality condition for full Mellin moments is not satisfied by construction. Furthermore, we demonstrate that the obtained LFWFs provide a good description of the gravitational form factors of pion when compared with the recent lattice QCD results.",
    "authors": [
      "Satvir Kaur",
      "Chandan Mondal"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2507.02723",
    "title": "The Yukawa potential of a non-homogeneous sphere, with new limits on an ultralight boson",
    "abstract": "Extremely weak long-range forces may lead to apparent violations of the Equivalence Principle. The final MICROSCOPE result, leading at 95 % c.l. to $|\\delta| < 4.5 \\times 10^{-15}$ or $6.5 \\times 10^{-15}$ for a positive or negative Eötvös parameter $\\delta$, requires taking into account the spin of the mediator, and the sign of $\\Delta (Q/A_r)_{\\rm{Ti-Pt}}$ ($Q$ denoting the new charge involved). A coupling to $B-L$ or $B$ should verify $|g_{B-L}|<1.1 \\times 10^{-25}$ or $|g_{B}| < 8 \\times 10^{-25}$, for a spin-1 mediator of mass $m < 10^{-14}$ eV$/c^2$, with slightly different limits of $1.3 \\times 10^{-25}$ or $\\,6.6 \\times 10^{-25}$ in the spin-0 case. The limits increase with $m$, in a way which depends on the density distribution within the Earth. This involves an hyperbolic form factor, expressed through a bilateral Laplace transform as $\\Phi(x=mR)= \\langle\\,\\sinh mr/mr \\,\\rangle$, related by analytic continuation to the Earth form factor $\\Phi(ix)= \\langle \\,\\sin mr/mr \\,\\rangle $. It may be expressed as $\\Phi(x) = \\frac{3}{x^2}\\, (\\cosh x - \\frac{\\sinh x}{x}) \\times\\, \\bar\\rho(x)/\\rho_0\\,$, where $\\bar\\rho(x)$ is an effective density, decreasing from the average $\\rho_0$ at $m=0$ down to the density at the periphery. We give general integral or multishell expressions of $\\Phi(x)$, evaluating it, and $\\bar\\rho(x)$, in a simplified 5-shell model. $\\Phi(x)$ may be expanded as $\\, \\sum \\frac{x^{2n}}{(2n+1)!} \\frac{\\langle \\,r^{2n}\\,\\rangle}{R^{2n}} \\simeq 1 + .0827\\ x^2 + .00271 \\ x^4 + 4.78 \\times 10^{-5}\\,x^6 + 5.26\\times 10^{-7}\\, x^8 +\\ ... \\ $, absolutely convergent for all $x$ and potentially useful up to $x\\approx 5$. The coupling limits increase at large $x$ like $mR \\ e^{mz/2}/\\sqrt{1+mr}$ ($z=r-R$ being the satellite altitude), getting multiplied by $\\simeq 1.9,\\ 34$, or $1.2\\times 10^9$, for $m = 10^{-13},\\ 10^{-12}$ or $10^{-11}$ eV$/c^2$, respectively.",
    "authors": [
      "Pierre Fayet"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2507.03320",
    "title": "Constraining the CP4-invariant three-Higgs-doublet model via top quark decays",
    "abstract": "CP4 3HDM is a peculiar three-Higgs-doublet model in which a single symmetry leads to tight constraints on the scalar and Yukawa sectors. In this models, tree-level flavor-changing neutral couplings are unavoidable; however, as previously shown, their contributions to neutral meson oscillations can be suppressed. Here, we explore the remaining quark flavor violating effects, which give rise to the top quark decays to light scalars, including the 125 GeV Higgs boson $h_{SM}$, as well as the magnitude of the $h_{SM} t\\bar t$ coupling. Utilizing the recently developed scanning procedure, in which observables are used as input, we narrow down the viable options to a unique CP4-invariant Yukawa sector capable of satisfying all meson oscillation and top quark constraints. We present benchmark models that feature neutral or charged Higgs bosons lighter than the top quark, and we look forward to testing them further at the LHC and through flavor physics observables.",
    "authors": [
      "Duanyang Zhao",
      "Igor P. Ivanov"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2507.03569",
    "title": "Challenging $\\bar{B}_{(s)}\\to D_{(s)}^{(*)}$ Form Factors with the Heavy Quark Expansion",
    "abstract": "Recent publications by three lattice QCD collaborations have provided an unprecedented wealth of theoretical predictions for the $\\bar{B}_q \\to D_q^{(*)}$ form factors, for spectator flavours $q=u/d$ and $q=s$. We analyse these predictions within the framework of the heavy-quark expansion (HQE) to order $\\alpha_s$, $1/m_b$, and $1/m_c^2$. For the first time, our analysis imposes unitarity bounds for all of the $\\bar{B}_q^{(*)} \\to D_q^{(*)}$ form factors; this includes newly identified tensor form factors arising in $\\bar{B}_q^*\\to D_q^{(*)}$. This enables us to treat all form factors in the same fashion. At the level of our present analysis, the inclusion of the tensor bounds is not yet constraining the HQE parameter space. We find the lattice QCD results to be well compatible with each other in a joint HQE fit as well as with QCD sum rule estimates that were used in previous HQE analyses. This is in contrast to the strong variability of the posterior predictions, in particular of the form factors ratios $R_0$ and $R_2$. Using the posterior distributions of our HQE analysis, we provide predictions for angular observables and LFU ratios in the $\\bar{B}_q \\to D_q^{(*)}\\ell^-\\bar{\\nu}$ decays.",
    "authors": [
      "Marzia Bordone",
      "Nico Gubernari",
      "Martin Jung",
      "Danny van Dyk"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2509.03613",
    "title": "Strong CP Violation and large-$N_c$ spin-flavor symmetry",
    "abstract": "We revisit the contribution of the QCD $\\bar \\theta$ term to the CP violating pion-nucleon couplings and the nucleon electric dipole moment in a combined large-$N_c$ and chiral perturbation theory framework. In particular, we approach this issue through the emergent spin-flavor symmetry of the baryon sector at large but finite $N_c$. We obtain good agreement with previous analyses for the pion-nucleon couplings and show that the large-$N_c$ framework indicates that tree-level contributions to the electric dipole moment possibly play a dominant role. The spin-flavor symmetry also enables us to provide novel constraints on CP violating pion-$\\Delta$ couplings as well as the $\\Delta$ electric dipole moment and $\\Delta N$ transition moment.",
    "authors": [
      "Thomas R. Richardson"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2509.07401",
    "title": "Self-Interaction Controls Vortex Scale in Soliton Mergers",
    "abstract": "This study investigates the impact of self-interaction strength on the formation and scale of turbulent vortex structures during the merger of Bose stars, using numerical simulations of the Gross-Pitaevskii-Poisson (GPP) equations. We find that vortex formation is a universal outcome of soliton mergers, with the vortex size strongly dependent on the self-interaction coupling parameter $g$. Through analysis of velocity correlations, kinetic energy spectra, and vorticity distributions, we conclude that for repulsive self-interaction, the vortex region expands as self-interaction strength increases; conversely, for attractive self-interaction, the vortex region shrinks as self-interaction strength increases.",
    "authors": [
      "Yuanyuan Zeng",
      "Bokai Zhang",
      "Jiajun Chen"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2510.02085",
    "title": "Fully charm tetraquark production at hadronic collisions with gluon radiation effects",
    "abstract": "We have performed, for the first time, a complete next-to-leading order QCD calculation for processes involving fully charm tetraquark states, revealing that the renormalization constant of the color-singlet four charm quark operator is exactly unity at this order. By resumming over various gluon radiation effects, we have improved the precision of their hadroproduction cross-section to the order of ${\\cal O}(\\alpha_s^5)$. Through symmetry analysis, we investigated the possible quark configurations of the fully charm tetraquark and expanded its states in the color symmetry-antisymmetry basis. By combining LHCb data on the total cross section of the exotic hadron X(6900) and CMS measurements of its spin-parity, we extracted the non-perturbative but universal long-distance matrix elements. The rapidity and transverse momentum distributions are also predicted, which await further experimental verification.",
    "authors": [
      "Yefan Wang",
      "Ruilin Zhu"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2510.27587",
    "title": "CMB observables and reheat temperature as a window to models of inflation and freeze-in dark matter production",
    "abstract": "A systematic approach is presented for using CMB observables and reheating temperature for discriminating between various models of inflation and certain freeze-in dark matter scenarios. It is applied to several classes of $\\alpha$-attractor models as an illustrative example. In the first step, all independent parameters of the inflationary potential are expressed in terms of the CMB observables (the three parameters - by the scalar spectral index $n_s$, scalar amplitude $A_s$ and the tensor-to-scalar amplitude ratio $r$). For a standard reheating mechanism characterized by the inflaton equation of state parameter $w$ and its effective dissipation rate $\\Gamma$ the reheating temperature is uniquely fixed in terms of the CMB observables measured for some pivot scale $k_*$. There are striking consequences of this fact. The model independent bounds on the reheating temperature, the BBN lower bound and the upper bound of the order of the GUT/Planck scale, translate themselves for each class of models into very narrow ranges of the allowed values of the spectral index $n_s(k_*)$, providing their strong tests by the present and future CMB data. The recent tension between Planck and DESI-ACT results has strong impact on our conclusions. Furthermore, given a class of inflaton models satisfying those tests, the reheating temperature is an interesting portal to link the CMB observables to the particle physics scenarios that are sensitive to it. As an example, non-thermal dark matter (DM) production mechanisms are discussed. One obtains then a consistency check between theories of inflation and DM production. If the future precision of the CMB data will constrain the reheating temperature beyond the model independent bounds, further constraints on the DM production will follow.",
    "authors": [
      "Anish Ghoshal",
      "Paweł Kozów",
      "Marek Olechowski",
      "Stefan Pokorski"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.12996",
    "title": "Radiative Decays of Vector Mesons with Light-Cone Sum Rules",
    "abstract": "Hadronic electromagnetic form factors and radiative decay properties offer a crucial window into the nonperturbative dynamics of Quantum chromodynamics (QCD). In this work, we employ the light-cone sum rules (LCSR) method to systematically investigate the M1 radiative decay of vector mesons. Our study covers processes including $K^{*-}\\rightarrow K^-\\gamma$, $D^*\\rightarrow D\\gamma$, $B^*\\rightarrow B\\gamma$, $D^{*+}_s\\rightarrow D^+_s\\gamma$, and $B_s^*\\rightarrow B_s\\gamma$, and further extends to the excited charmonium state $\\psi(2S)$. Our calculations yield decay widths for $K^*$ and $\\psi(2S)$ that are in excellent agreement with experimental data. For the charm and bottom meson decays, where precise measurements are lacking, we provide theoretical predictions and compare them with other theoretical approaches. Most notably, our analysis reveals a universal linear dependence of the decay width on a function A(x) in the logarithmic coordinate system, which originates from the two-body decay dynamics and the ratio of the initial and final state decay constants. This relationship holds for the ground state $V \\rightarrow P \\gamma $ processes here and suggests a broader applicability to radiative decays of ground-state vector mesons.",
    "authors": [
      "Zhi Jun Wang",
      "Di Gao",
      "Kai Kai Zhang",
      "Yuan Yuan Ma",
      "Yan Jun Sun"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2501.05531",
    "title": "Primordial Black Hole Hot Spots and Nucleosynthesis",
    "abstract": "Upon their evaporation via Hawking radiation, primordial black holes (PBHs) may deposit energy in the ambient plasma on scales smaller than the typical distance between two black holes, leading to the formation of hot spots around them. We investigate how the corresponding rise of the local temperature during the evaporation may act as a shield against the release of low-energy photons, affecting PBH's capacity to dissociate light nuclei after Big-Bang Nucleosynthesis through photo-dissociation. We study the different ways PBH hot spots affect the flux of low-energy photons expected from PBH evaporation, and we find that such effects can be particularly relevant to the physics of photo-dissociation during Big-Bang Nucleosynthesis for PBHs with masses between $10^{11}$g and $3\\times 10^{12}$g. We emphasize that the magnitude of this effect is highly dependent on the specific shape of the temperature profile around PBHs and its time evolution. This underscores the necessity for a comprehensive study of PBH hot spots and their dynamics in the future.",
    "authors": [
      "Clelia Altomonte",
      "Malcolm Fairbairn",
      "Lucien Heurtier"
    ],
    "primary_category": "astro-ph.CO",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2504.06002",
    "title": "Has ACT measured radiative corrections to the tree-level Higgs-like inflation?",
    "abstract": "Starobinsky inflation and nonminimally coupled (NMC) Higgs inflation have been among the most favored models of the early Universe, as their predictions for the scalar spectral index $n_s$ and tensor-to-scalar ratio $r$ fall comfortably within the constraints set by Planck and BICEP/Keck. However, new results from the Atacama Cosmology Telescope (ACT) suggest a preference for higher values of $n_s$, introducing tension with the simplest realizations of these models. In this work, being agnostic about the nature of the inflaton, we show that incorporating one-loop corrections to a quartic NMC inflationary scenario leads to a shift in the predicted value of $n_s$, which brings NMC inflation into better agreement with ACT observations. The effect is even more significant when the model is formulated in the Palatini approach, where the modified field-space structure naturally enhances deviations from the metric case. These findings highlight the importance of quantum corrections and gravitational degrees of freedom in refining inflationary predictions in light of new data.",
    "authors": [
      "Ioannis D. Gialamas",
      "Alexandros Karam",
      "Antonio Racioppi",
      "Martti Raidal"
    ],
    "primary_category": "astro-ph.CO",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2504.15382",
    "title": "The Glow of Axion Quark Nugget Dark Matter: (III) The Mysteries of the Milky Way UV Background",
    "abstract": "Axion quark nuggets (AQNs) are hypothetical objects with nuclear density that would have formed during the quark-hadron transition and could make up most of the dark matter today. These objects have a mass greater than a few grams and are sub-micrometer in size. They would also help explain the matter-antimatter asymmetry and the similarity between visible and dark components of the universe, i.e. $\\Omega_{\\text{DM}} \\sim \\Omega_{\\text{visible}}$. These composite objects behave as cold dark matter, interacting with ordinary matter and producing pervasive electromagnetic radiation. This work aims to calculate the FUV electromagnetic signature in a 1 kpc region surrounding the solar system, resulting from the interaction between antimatter AQNs and baryons. To this end, we use the high-resolution hydrodynamic simulation of the Milky Way, FIRE-2 Latter suite, to select solar system-like regions. From the simulated gas and dark matter distributions in these regions, we calculate the FUV background radiation generated by the AQN model. We find that the results are consistent with the FUV excess recently confirmed by the Alice spectrograph aboard New Horizons, which corroborated the FUV excess initially discovered by GALEX a decade ago. We also discuss the potential cosmological implications of our work, which suggest the existence of a new source of FUV radiation in galaxies, linked to the interaction between dark matter and baryons.",
    "authors": [
      "Michael Sekatchev",
      "Xunyu Liang",
      "Fereshteh Majidi",
      "Ben Scully",
      "Ludovic Van Waerbeke",
      "Ariel Zhitnitsky"
    ],
    "primary_category": "astro-ph.CO",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2506.19786",
    "title": "Perfect spinfluid: A divergence-type approach",
    "abstract": "We present a new formulation of non-dissipative relativistic spin hydrodynamics that incorporates spin degrees of freedom into the divergence-type theory framework. Due to the divergence-type structure, it is straightforward to enforce non-linear causality and symmetric hyperbolicity of the equations of motion, ensuring local well-posedness of the initial-value problem and stability of the theory. Furthermore, in a specific realization based on spin kinetic theory, we prove that the equations of motion remain non-linearly causal and symmetric-hyperbolic to all orders in the spin potential, provided a specific thermodynamic constraint is satisfied. This framework can be applied for numerical simulations to study the dynamics of spin-polarized fluids, such as the quark-gluon plasma in heavy-ion collisions.",
    "authors": [
      "Nick Abboud",
      "Lorenzo Gavassino",
      "Rajeev Singh",
      "Enrico Speranza"
    ],
    "primary_category": "nucl-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2508.10623",
    "title": "Momentum expansions in finite-density perturbative calculations",
    "abstract": "Complex-valued Feynman integrals in the imaginary time formalism and zero-temperature limit suffer from particular types of infrared divergences that can not be regulated by integration dimension alone. Related problems leading to integration order dependent results are even further pronounced in the presence of additional scales such as external momenta. This plays a noticeable role in systems featuring fermionic degrees of freedom such as cold Quantum Chromodynamics, where loop integrals are complexified by chemical potential(s). Working in the limit of vanishing temperature, we utilize novel complex-valued extensions to bubble Feynman integrals and study momentum expansions of fermionic loop integrals. The expansions are then used to illustrate the mechanisms of manifested discrepancies between orders of integration, associated with the residue theorem. Finally, we address the issues by introducing a representation avoiding the observed ambiguity and briefly overview classes of integrals insensitive to problems from external momenta.",
    "authors": [
      "Mika Nurmela",
      "Juuso Österman"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2509.03509",
    "title": "Gluon Condensate via Dirac Spectral Density: IR Phase, Scale Anomaly and IR Decoupling",
    "abstract": "Quark and gluon scalar densities, $\\langle \\bar{\\psi} \\psi \\rangle$ and $\\langle F^2 \\rangle$, reflect the degree of scale-invariance violations in SU(N) gauge theories with fundamental quarks. It is known that $\\langle \\bar{\\psi} \\psi \\rangle$ can be usefully scale-decomposed via spectral density $\\rho(\\lambda)$ of Dirac modes. Here I give such formula for $\\langle F^2 \\rangle$, which reveals that gluon condensate is a strictly UV quantity. For the recently-found IR phase [1,2], where the infrared (IR) degrees of freedom separate out and become independent of the system's bulk, it implies that $\\langle F^2 \\rangle$ due to this IR part vanishes. Its glue thus doesn't contribute to scale anomaly of the entire system and is, in this sense, scale invariant consistently with the original claim. Associated formulas are used to define IR decoupling of glue, which may serve as an alternative indicator of IR phase transition. Using the simplest form of coherent lattice QCD, we express the effective action of full QCD entirely via Dirac spectral density.",
    "authors": [
      "Ivan Horváth"
    ],
    "primary_category": "hep-lat",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.09118",
    "title": "Learning to Validate Generative Models: a Goodness-of-Fit Approach",
    "abstract": "Generative models are increasingly central to scientific workflows, yet their systematic use and interpretation require a proper understanding of their limitations through rigorous validation. Classic approaches struggle with scalability, statistical power, or interpretability when applied to high-dimensional data, making it difficult to certify the reliability of these models in realistic, high-dimensional scientific settings. Here, we propose the use of the New Physics Learning Machine (NPLM), a learning-based approach to goodness-of-fit testing inspired by the Neyman--Pearson construction, to test generative networks trained on high-dimensional scientific data. We demonstrate the performance of NPLM for validation in two benchmark cases: generative models trained on mixtures of Gaussian models with increasing dimensionality, and a public end-to-end model, known as FlowSim, developed to generate high-energy physics collision events. We demonstrate that the NPLM can serve as a powerful validation method while also providing a means to diagnose sub-optimally modeled regions of the data.",
    "authors": [
      "Pietro Cappelli",
      "Gaia Grosso",
      "Marco Letizia",
      "Humberto Reyes-González",
      "Marco Zanetti"
    ],
    "primary_category": "stat.ML",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.13642",
    "title": "Coupling between gravitational and electromagnetic perturbations on Kerr Spacetime",
    "abstract": "We extend our previous Schwarzschild metric-based studies of gravitational--electromagnetic (GEM) coupling to rotating black holes by working directly in a curvature-based Newman--Penrose/Teukolsky framework on Kerr spacetime. Within a minimally coupled Einstein--Maxwell system, we derive explicit quadratic electromagnetic source terms for the spin-$-2$ Teukolsky equation, providing a foundation for future numerical studies of GEM interactions in the framework of black-hole spectroscopy. Moreover, we give order-of-magnitude arguments showing that GEM quadratic quasinormal modes (QQNMs) can become relevant in a range of charged and magnetized astrophysical scenarios. Finally, we show through a brief dilaton-theory example that the GEM QQNM spectrum is sensitive to how gravity couples to electromagnetism, thereby providing a model-based way to test minimal coupling and to constrain hidden $U(1)$ sectors with gravitational-wave observations.",
    "authors": [
      "Fawzi Aly",
      "Dejan Stojkovic"
    ],
    "primary_category": "gr-qc",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.13866",
    "title": "Large Scale White Noise and Cosmology",
    "abstract": "The generation of white noise on large scales is a generic property of the dynamics of physical systems described by local non-linear partial differential equations. Non-linearities prevent the small scale dynamics from being erased by smoothing. Unresolved small scale dynamics act as an uncorrelated (white or Poissonian) noise (seemingly stochastic but actually deterministic) contribution to large scale dynamics. This white noise exists even when the dynamics is very nearly linear. In cases where the power spectrum is sub-Poissonian on large scales, this noise will dominate on the largest scale power no matter the amplitude of the inhomogeneities. Such is the case in the standard model of cosmology, where the primordial density power spectrum is expected to have an almost Harrison-Zel'dovich, $P[k]\\sim k$, spectrum on a much broader range of scales than can be observed. Even though linear gravitational evolution dominates non-linear corrections by a factor $\\sim10^5$, the non-observation of white noise on the Hubble scale precludes the extrapolation of this power law below the comoving $1\\,$pc scale. More generally, observation or non-observation of large scale white noise provides a powerful probe of the universe on very small scales in the early early universe. Gravitational radiation, phase transitions, vorticity, and running of the spectral index are all phenomena that can be probed with large scale white noise. Large scale white noise is a non-optional feature of all cosmological models but one which has not heretofore been appreciated.",
    "authors": [
      "Gabriela Barenboim",
      "Aurora Ireland",
      "Albert Stebbins"
    ],
    "primary_category": "astro-ph.CO",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19592",
    "title": "On decoding the string from interfaces in 2d conformal field theories",
    "abstract": "General solutions of a gravitational junction between two copies of a three-dimensional Einstein manifold $\\mathcal{M}$ correspond to the solutions of the non-linear Nambu-Goto equation for a string in $\\mathcal{M}$. We show that, for the junctions in three-dimensional anti-de Sitter spacetimes constituted by tensile strings, which are dual to interfaces between thermal states in conformal field theories, the solutions of the Nambu-Goto equation describing the junction correspond to state-dependent wave-packets, which are perfectly reflected at the interface to future null infinity without shape distortion when incident from past null infinity. These wavepackets are realized by state-dependent half-sided conformal transformations and affect the expectation value of the displacement operator. We further show that the entanglement entropy of an interval straddling the interface deciphers the stringy modes of the dual junction even in the tensionless limit. We also demonstrate that the strong sub-additivity of entanglement entropy is satisfied and is saturated for symmetric intervals generally.",
    "authors": [
      "Avik Banerjee",
      "Tanay Kibe",
      "Ayan Mukhopadhyay",
      "Giuseppe Policastro"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19601",
    "title": "Classical Spin Transitions and Absorptive Scattering",
    "abstract": "We describe an on-shell, amplitudes-based approach to incorporating radiation absorption effects in the post-Minkowskian scattering of generic, compact, spinning bodies. Classical spinning observables are recovered by extrapolating to large spin, results calculated with finite quantum spin-$s$ particles using the properties of spin universality and Casimir interpolation. At leading-order our results give a completely general and non-redundant parametrization of absorptive observables in terms of a finite number of Wilson coefficients associated with 3-particle mass and spin-magnitude changing on-shell amplitudes. We denote these semi-fictitious microscopic processes: \\textit{classical spin transitions}. Explicit results for the leading-order impulse due to the absorption of scalar, electromagnetic and gravitational radiation, for spin transitions $\\Delta s = 0,\\pm 1, \\pm 2$ are given in a fully interpolated form up to $\\mathcal{O}\\left(S^2\\right)$, and Casimir independent contributions given up to $\\mathcal{O}\\left(S^4\\right)$. Our explicit results reveal some surprising universal patterns. We find that, up to identification of Wilson coefficients, the Casimir independent contributions to the impulse for spinning-up and spinning-down by the same magnitude $|\\Delta s|$ are identical. For processes where the quantum $\\Delta s<0$ transition is forbidden, the corresponding classical observable is suppressed in powers of $S$ by a predictable amount. Additionally we find that, while for generic non-aligned spin configurations there is a non-zero scattering angle at leading-order, for aligned spin, similar to non-spinning absorption, the scattering angle vanishes and the impulse is purely longitudinal.",
    "authors": [
      "Juan Pablo Gatica",
      "Callum R. T. Jones"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19610",
    "title": "Fibre Inflation Meets Quintessence: Implications of Perturbative Stabilisation",
    "abstract": "In this paper, we have discovered a new avenue of fibre inflation in perturbative large volume scenario (pLVS) due to the redefinition of the base modulus. pLVS offers a novel regime where large volume of the internal space is guaranteed without the need of non-perturbative effects. In this setup, we study the possibility where a base redefinition allows to assess different versions of fibre inflation whose spectral index aligns with Atacama Cosmology Telescope (ACT) data \\cite{ACT:2025fju, ACT:2025tim} and produces tensor-to-scalar ratio in the range $0.008\\lesssim r\\lesssim 0.01$ in different setups we have considered. The leading order flat direction - which in our case is the fibre modulus - is lifted with the combinations of string loop corrections, leading order $\\alpha^{\\prime 3}$$R^4$-correction, higher derivative $F^{4}$ corrections as well as our new ingredient redefinition of the modulus. Since recent Dark Energy Spectroscopic Instrument (DESI) results appear to favour a dynamical explanation for late-time acceleration over a simple cosmological constant, exploring quintessence offers a more suitable approach. In this lore, we also examine the quintessence sector to complete our model and account for both early- and late-time cosmic acceleration. In this framework, the poly-instanton correction generates a potential along the axionic directions, and we find that the resulting quintessence behaviour and the subsequent cosmological predictions about dark matter closely resemble the predictions of the original fibre inflation scenario studied earlier.",
    "authors": [
      "Dibya Chakraborty",
      "Mishaal Hai",
      "Sayeda Tashnuba Jahan",
      "Ahmed Rakin Kamal",
      "Md Shaikot Jahan Shuvo"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19624",
    "title": "Supersymmetric $\\mathbb{WCP}^n$, AdS near horizons and orbifolds",
    "abstract": "We construct and study the supersymmetry properties of the weighted projective spaces $\\mathbb{WCP}^2$ and $\\mathbb{WCP}^3$. These are topologically $\\mathbb{CP}^n$ with $n+1$ orbifold singularities and as such are higher dimensional analogues of the ``spindle'' or $\\mathbb{WCP}^1$. We use these to construct interesting supersymmetric orbifolds of canonical near horizon geometries of relevance to the AdS/CFT correspondence. Interestingly, for certain tunings of their integer weights, and unlike the spindle, round $\\mathbb{WCP}^{2}$ and $\\mathbb{WCP}^{3}$ are compatible with supersymmetry beyond the realm of gauged supergravity. This allows one to construct interesting supersymmetric solutions in type II supergravity such as AdS$_5\\times\\mathbb{WCP}^{2}\\times\\text{S}^1$ and AdS$_4\\times \\mathbb{WCP}^3$ via duality. We also leverage our results to construct a supersymmetric AdS$_3$ solution containing a topological $\\mathbb{T}^{(1,1)}$ space with 4 orbifold singularities.",
    "authors": [
      "Andrea Conti",
      "Niall T. Macpherson"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19645",
    "title": "On the Unification of Conformal and Fuzzy Gravities with $SO(10)$ GUT",
    "abstract": "Within the gauge-theoretic approach of gravity, the gauging of an enlarged symmetry of the tangent space in four dimensions allows gravity to be unified with internal interactions. We study the unification of the Conformal and Noncommutative (Fuzzy) Gravities with Internal Interactions based on the $SO(10)$ GUT.",
    "authors": [
      "Stelios Stefas",
      "George Zoupanos"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19729",
    "title": "Geometric Rényi mutual information induced by localized particle excitations in quantum field theory",
    "abstract": "Quantum field theory exhibits rich spatial correlation structures even in the vacuum, where entanglement entropy between regions scales with the area of their shared boundary. While this vacuum structure has been extensively studied, far less is understood about how localized particle excitations influence correlations between field values in different spatial regions. In this work, we use the Schrödinger representation to study the Rényi mutual information between complementary spatial regions for a localized single-particle excitation of a free massless scalar field in $(d+1)$ dimensions. We find that the mutual information in this excited state includes both a vacuum term and an excitation-induced contribution. To obtain quantitative results, we specialize to $1+1$ dimensions and evaluate the Rényi-2 mutual information between the negative and positive halves of the real line. We find that the excitation generates finite, positive correlations that are maximized when the wave packet sits at the boundary and decrease with its distance from it, at a rate determined by the wave packet's width. Our findings offer a step towards understanding quantum correlations in multiparticle systems from a field-theoretical point of view.",
    "authors": [
      "Willy A. Izquierdo",
      "David R. Junior",
      "Gastão Krein"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19756",
    "title": "Fermionisation of the Aharanov--Bohm Phase on the Lightfront",
    "abstract": "We consider the phase space of the Maxwell field as a simplified framework to study the quantisation of holonomies (Wilson line operators) on lightlike (null) surfaces. Our results are markedly different from the spacelike case. On a spacelike surface, electric and magnetic fluxes each form a commuting subalgebra. This implies that the holonomies commute. On a lightlike hypersurfaces, this is no longer true. Electric and magnetic fluxes are no longer independent. To compute the Poisson brackets explicitly, we choose a regularisation. Each path is smeared into a thin ribbon. In the resulting holonomy algebra, Wilson lines commute unless they intersect the same light ray. We compute the structure constants of the holonomy algebra and show that they depend on the geometry of the intersection and the conformal class of the metric at the null surface. Finally, we propose a quantisation. The resulting Hilbert space shows a number of unexpected features. First, the holonomies become anti-commuting Grassmann numbers. Second, for pairs of Wilson lines, the commutation relations can continuously interpolate between fermionic and bosonic relations. Third, there is no unique ground state. The ground state depends on a choice of framing of the underlying paths.",
    "authors": [
      "Carolina Sole Panella",
      "Wolfgang Wieland"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19776",
    "title": "The Categorical 't Hooft Expansion",
    "abstract": "We review categorical aspects of 't Hooft's large $N$ expansion, which is expected to map any Quantum Field Theory of large matrices to a string theory. Our goal is to describe a general strategy to derive the string theory dual to given QFT, at least at the leading order in the 't Hooft expansion. The basic idea is to characterize the underlying worldsheet theory of the dual string theory as an extended two-dimensional differential graded Topological Field Theory (dg-TFT), i.e. present an $A_\\infty$-category of boundary conditions (\"D-branes\"). A basic aspect of the 't Hooft expansion is that D-branes arise from the addition of vector-valued degrees of freedom to the QFT. We propose that formal deformations of such \"fundamental modifications\" must match the formal deformations of the dual D-branes, which in turn capture the $A_\\infty$-category structure and thus the worldsheet dg-TFT. We discuss several systems for which a rigorous analysis along these lines is or should be possible.",
    "authors": [
      "Davide Gaiotto"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19788",
    "title": "Yangian symmetry escapes from the Fishnet",
    "abstract": "We investigate Yangian symmetry for the equations of motion and the action of the classical bi-scalar and supersymmetric fishnet models in four spacetime dimensions, and we subsequently discuss its applicability to planar correlation functions. We argue that Yangian symmetry is classically realised in these models subject to specific evaluation parameter patterns. Curiously, Yangian invariance does not extend to generic quantum correlation functions in the bi-scalar model beyond the well-established classes of Yangian invariant correlators. We present several concrete counter-examples of bi-scalar correlators given by sums of Feynman graphs and of bi-scalar graphs with octagon-shaped loops. This finding underlines the notion that a non-zero dual Coxeter number represents an obstacle towards quantum Yangian symmetry and possibly also for complete integrability in planar QFT models.",
    "authors": [
      "Niklas Beisert",
      "Benedikt König"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19793",
    "title": "Generalized Landau Paradigm for quantum phases and phase transitions",
    "abstract": "The Landau paradigm is a central dogma for understanding phase and phase transitions in condensed matter systems, yet for decades it has been known that a variety of quantum phases exist beyond the framework. Is there a more general framework that provides a systematic understanding of phase and phase transitions in quantum many-body systems? Recent developments of the notion of generalized symmetry and generalized gauging seem to point to a way to generalize the Landau Paradigm. In this essay, we discuss how `beyond Landau' phases and phase transitions can be captured by a generalized Landau paradigm in terms of the breaking of generalized symmetries, often induced by the generalized gauging procedure facilitated through the topological holography formalism. We also discuss what needs to be understood to make the generalized Landau paradigm useful in the study of quantum phase and phase transitions.",
    "authors": [
      "Xie Chen"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20051",
    "title": "Generalisations of the Russo-Townsend formulation",
    "abstract": "As a generalisation of the recent construction by Russo and Townsend, we propose a new approach to generate $\\mathsf{U}(1)$ duality-invariant models for nonlinear electrodynamics. It is based on the use of two building blocks: (i) a fixed (but otherwise arbitrary) model for self-dual nonlinear electrodynamics with Lagrangian $L(F_{\\mu\\nu};g)$ depending on a duality-invariant parameter $g$; and (ii) an arbitrary potential $W(\\psi)$, with $\\psi$ an auxiliary scalar field. It turns out that the model $\\mathfrak{L}(F_{\\mu\\nu};\\psi) = L(F_{\\mu\\nu};\\psi) + W(\\psi)$ leads to a self-dual theory for nonlinear electrodynamics upon elimination of $\\psi$. As an illustration, we work out an example in which the seed Lagrangian $L(F_{\\mu\\nu};g)$ corresponds to the Born-Infeld model and a particular potential $W(\\psi)$ is chosen such that integrating $\\psi$ out gives the ModMaxBorn theory. We also briefly discuss a supersymmetric generalisation of the proposed formulation.",
    "authors": [
      "Sergei M. Kuzenko",
      "Jonah Ruhl"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20244",
    "title": "Mass Dependence of the Araki-Uhlmann Relative Entropy Across Dimensions",
    "abstract": "We investigate the mass dependence of the Araki-Uhlmann relative entropy between a localized coherent excitation and the vacuum state of a free scalar quantum field on the $(1+d)$-dimensional Minkowski spacetime for $d = 1, 2, 3$. In this context, the relative entropy admits a closed expression in terms of the smeared Pauli-Jordan distribution, whose analytic structure is sensitive to both the mass and the spacetime dimensionality. Prior studies in $(1+1)$ dimensions have shown a monotonic decay of the relative entropy with increasing mass. We extend that analysis to higher dimensions using numerical techniques and elucidate how the interplay between dimensionality and mass controls the behavior of the relative entropy. Our results provide new insights for the study of the Araki-Uhlmann relative entropy in QFT and its dependence on physical parameters.",
    "authors": [
      "João G. A. Caribé",
      "Marcelo S. Guimarães",
      "Itzhak Roditi",
      "Silvio P. Sorella",
      "Arthur F. Vieira"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20286",
    "title": "Renormalization of Einstein-Gauss-Bonnet AdS gravity",
    "abstract": "The asymptotic analysis for the metric of a generic solution of Einstein-Gauss-Bonnet AdS theory is provided by solving the field equations in the Fefferman-Graham frame. Using standard holographic renormalization, the counterterms that render the action finite are found up to seven spacetime dimensions. In the case of 6D, an equivalent formulation that permits a fully covariant determination of the counterterms is introduced, based on the finiteness of conformal invariants. It is shown that both schemes end up in the same holographic stress-energy tensor. Physical properties of six-dimensional topological Boulware-Deser black holes in Einstein-Gauss-Bonnet-AdS$_6$ gravity, whose boundary has nontrivial conformal features, are worked out in detail. Employing both renormalization prescriptions, finite asymptotic charges are found, and the correct black hole thermodynamics is recovered.",
    "authors": [
      "Giorgos Anastasiou",
      "Ignacio J. Araya",
      "Avik Chakraborty",
      "Cristóbal Corral",
      "Rodrigo Olea"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20458",
    "title": "F-theory Axiverse",
    "abstract": "We compute the couplings of Ramond-Ramond four-form axions in three ensembles of F-theory compactifications, with up to 181,200 axions. We work in the stretched Kähler cone, where $\\alpha'$ corrections are plausibly controlled, and we use couplings to certain non-Abelian sectors as a proxy for couplings to photons. The axion masses, decay constants, and couplings to gauge sectors show striking universality across the ensembles. In particular, the axion-photon couplings grow with $h^{1,1}$, and models in our ensemble with $h^{1,1} \\gtrsim$ 10,000 axions are in tension with helioscope constraints. Moreover, under mild assumptions about charged matter beyond the Standard Model, theories with $h^{1,1} \\gtrsim$ 5,000 are in tension with Chandra measurements of X-ray spectra. This work is a first step toward understanding the phenomenology of quantum gravity theories with thousands of axions.",
    "authors": [
      "Sebastian Vander Ploeg Fallon",
      "James Halverson",
      "Liam McAllister",
      "Yunhao Zhu"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20527",
    "title": "Phases of Giant Magnetic Vortex Strings",
    "abstract": "We consider Abrikosov-Nielsen-Olesen magnetic vortex strings in 3+1 dimensional Abelian Higgs models. We systematically analyze the giant vortex regime using a combination of analytic and numerical methods. In this regime the strings are infinitely long, axially symmetric, and support a large magnetic flux n along the symmetry axis in their core that causes them to spread out in the transverse directions. Extending previous observations, we show that the non-linear equations governing giant vortices can essentially be solved exactly. The solutions fall into different universality classes, reflecting the properties of the Higgs potential, that become sharply distinct phases in the large-n limit. We use this understanding to shed light on the binding energies and stability of vortex strings in each universality class.",
    "authors": [
      "Thomas T. Dumitrescu",
      "Amey P. Gaikwad"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20530",
    "title": "Scaling limit of $Q$-functions for the ${\\cal Z}_r$ invariant inhomogeneous XXZ spin-$\\frac{1}{2}$ chain near free fermion point",
    "abstract": "At the beginning of the 70's, Baxter introduced a multiparametric generalization of the six-vertex model. This integrable system has been found to exhibit a remarkable variety of critical behaviors. The work is part of a series of papers devoted to their systematic study. We focus on the case when the lattice model possesses an additional ${\\cal Z}_r$ symmetry and consider the critical behavior near the so-called free fermion point. Among other things, discussed is the algebra of extended conformal symmetry underlying the universal behavior. The main result of the paper is the class of differential equations that describe the scaling limit of the solutions to the Bethe Ansatz equations. This is an instance of the correspondence between Ordinary Differential Equations and Integrable Quantum Field Theory (ODE/IQFT correspondence).",
    "authors": [
      "Gleb A. Kotousov",
      "Sergei L. Lukyanov",
      "Daria A. Shabetnik"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19462",
    "title": "$\\mathbb Z_2$-Stable Dark Matter via Broken $\\text{SU}(5)$ Gauge Bosons",
    "abstract": "I construct and analyze a dark matter sector that is neutral under the unbroken Standard Model gauge group and couples only to the broken $\\text{SU}(5)$ gauge directions, the leptoquark vectors $X,Y$. An exact $\\mathbb Z_2$ renders the dark matter stable. I give a gauge-covariant definition of projectors onto the unbroken Standard Model and broken ($X,Y$) subspaces, demonstrate that the covariant derivative of dark matter selects only $X,Y$, and integrate out $X,Y$ at tree level to obtain the leading effective operators. I also derive the loop-induced $\\chi^2\\,G^a_{\\mu\\nu}G^{a\\mu\\nu}$ coupling to gluons, prove color neutrality, and show consistency with cold dark matter phenomenology. Cosmological production proceeds via UV freeze-in or even more suppressed channels in.",
    "authors": [
      "E. J. Thompson"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19546",
    "title": "GREA and Dark Energy: A holographic dual",
    "abstract": "The nature of the cosmological constant is a mystery. We don't understand its quantum origin but we associate it with the actual acceleration of the universe because it is the simplest description we had until recently of the present cosmological observations. However, this may change with the next generation of experiments. If we can convince ourselves that the cosmic acceleration is not due to a constant, this would open up new fascinating avenues. By exploring the simplest cosmological model in the bulk, that of an empty and flat space with a cosmological constant $\\Lambda$, we find that its holographic dual makes sense as a theory of fundamental quantum degrees of freedom at the boundary. Moreover, we find that an observer in the bulk, making long-range (electromagnetic and gravitational) observations, cannot distinguish the acceleration induced by the cosmological constant $\\Lambda$ from that induced by the thermodynamic properties of the boundary, the de Sitter horizon. By including matter in the bulk we extend this holographic principle to GREA, where the quantum d.o.f. associated with the evolving boundary of the causal horizon induces an entropic acceleration that varies in time. Future observations will determine whether our causal horizon is responsible for the present acceleration and whether our universe will end in de Sitter or Minkowski.",
    "authors": [
      "Juan García-Bellido"
    ],
    "primary_category": "gr-qc",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19585",
    "title": "Monogamy of Mutual Information in Graph States",
    "abstract": "The monogamy of mutual information (MMI) is a quantum entropy inequality that enforces the non-positivity of tripartite information. We investigate the failure of MMI in graph states as a forbidden-subgraph phenomenon, conjecturing that every MMI-violating graph state is local-Clifford equivalent to one whose graph contains a four-star subgraph. We construct a family of star-like graphs whose states fail a specific class of MMI instances, and extend this analysis to general star topologies. Deriving adjacency matrix constraints that fix the MMI evaluation for these instances and interpreting them physically, we prove the forbidden-subgraph conjecture for this family of graphs. Finally, through an exhaustive search over graph representatives for all $8$-qubit stabilizer entropy vectors, we establish that MMI failure is not reducible to the cases within our scope.",
    "authors": [
      "Jesus Fuentes",
      "Cynthia Keeler",
      "William Munizzi",
      "Jason Pollack"
    ],
    "primary_category": "quant-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19589",
    "title": "Topological BF Theory construction of twisted dihedral quantum double phases from spontaneous symmetry breaking",
    "abstract": "Nonabelian topological orders host exotic anyons central to quantum computing, yet established realizations rely on case-by-case constructions that are often conceptually involved. In this work, we present a systematic construction of nonabelian dihedral quantum double phases based on a continuous $O(2)$ gauge field. We first formulate a topological $S[O(2)\\times O(2)]$ BF theory, and by identifying the Wilson loops and twist operators of this theory with anyons, we show that our topological BF theory reproduces the complete anyon data, and can incorporate all Dijkgraaf--Witten twists. Building on this correspondence, we present a microscopic model with $O(2)$ lattice gauge field coupled to Ising and rotor matter whose Higgsing yields the desired dihedral quantum double phase. A perturbative renormalization group analysis further indicates a direct transition from this phase to a $U(1)$ Coulomb or chiral topological phase at a stable multicritical point with emergent $O(3)$ symmetry. Our proposal offers an alternative route to nonabelian topological order with promising prospects in synthetic gauge field platforms.",
    "authors": [
      "Zhi-Qiang Gao",
      "Chunxiao Liu",
      "Joel E. Moore"
    ],
    "primary_category": "cond-mat.str-el",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19598",
    "title": "Berry's phase on photonic quantum computers",
    "abstract": "We formulate a continuous-variable quantum computing (CVQC) algorithm to study Berry's phase on photonic quantum computers. We demonstrate that CVQC allows the simulation of charged particles with orbital angular momentum under the influence of an adiabatically changing $\\vec{B}$ field. Although formulated entirely in the CVQC setting, our construction uses only passive linear-optical operations (beam splitters and phase shifts), which act identically in single-photon photonic architectures. This enables experimental realisation on the Quandella Ascella platform, where we observe the Berry's phase phenomenon with interferometric measurement. We also generalise the framework to more rapid non-adiabatic evolution. By concatenating Aharonov-Anandan cycles for opposing magnetic fields we demonstrate that one can engineer a circuit in which dynamical phases and leading non-geometric errors cancel by symmetry, leaving the intrinsically robust geometric phase contribution.",
    "authors": [
      "Steven Abel",
      "Iwo Wasek",
      "Simon Williams"
    ],
    "primary_category": "quant-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19622",
    "title": "Two Puzzles, One Solution: Neutrino Mass and Secluded Dark Matter",
    "abstract": "We present a minimal secluded dark-matter (DM) framework based on an extra $U(1)_X$ gauge symmetry. The model contains a Dirac DM particle $\\chi$, three heavy neutrinos $N_I$ with masses $M_{N,I}$, and a singlet scalar $R$ that mixes with the Standard Model Higgs doublet $\\Phi$ by an angle $\\alpha$. A symmetry forbids the $\\Phi$-$R$ portal at tree level; the leading portal then arises at one loop from the same Yukawa structures that generate active neutrino masses $m_{\\nu,I}$, implying $\\tan(2\\alpha) \\propto \\sum_I m_{\\nu,I} M^2_{N,I}/(v_h m_H^2)$, where $v_h$ and $m_H$ are the SM Higgs VEV and mass. For heavy-neutrino masses in the multi-TeV range, this yields a naturally tiny mixing, $\\tan(2\\alpha)\\sim 5\\times 10^{-11}\\left(M_N/10~\\mathrm{TeV}\\right)^2$, which strongly suppresses DM signals in direct, indirect, and collider searches. For PeV-scale heavy neutrinos the DM-nucleon cross section can instead enter the reach of direct-detection experiments. The visible and dark sectors thermalize at temperatures of order a few times the mass of the lightest heavy neutrino, then subsequently decouple, and typically evolve with a slightly hotter dark bath. In the secluded regime, with $\\tan(2\\alpha)\\ll 1$ and $m_\\chi>m_{H_p}$, the relic density is set by $p$-wave annihilation $\\chi\\bar\\chi \\to H_p H_p$ (with $H_p$ the Higgs-like particle of the dark sector), and the dark-sector Yukawa couplings required to reproduce the observed abundance are $\\sim(0.1\\text{-}1)$, as in the standard WIMP case. For heavy-neutrino masses $\\gtrsim 10~\\mathrm{TeV}$, the mediator decays before nucleosynthesis without spoiling BBN observables, while the tiny portal suppresses present-day signals below current and near-future sensitivities. This links two long-standing puzzles, the absence of DM signals and the smallness of neutrino masses, within a predictive thermal framework.",
    "authors": [
      "Mattia Di Mauro"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19898",
    "title": "Quintessential Inflation in Light of ACT DR6",
    "abstract": "We perform a precision investigation of smooth quintessential inflation in which a single canonical scalar field unifies the two known phases of cosmic acceleration. Using a CMB-normalized runaway exponential potential, we obtain sharply predictive inflationary observables: a red-tilted spectrum with $n_s = 0.964241$ and an exceptionally suppressed tensor-to-scalar ratio $r = 7.48 \\times 10^{-5}$ at $N=60$, lying near the optimal region of current Planck+ACT constraints. Remarkably, all observable scales exit the horizon within an extremely narrow field interval $\\Delta\\phi \\simeq 0.03\\,M_{\\rm Pl}$, tightly linking early and late-time dynamics and reducing theoretical ambiguities. While inflationary tensors remain invisible to CMB B-mode surveys, the subsequent stiff epoch-an intrinsic hallmark of quintessential cosmology-imprints a blue-tilted stochastic gravitational-wave background within the discovery reach of future interferometers such as LISA, DECIGO, ALIA, and BBO. Our results demonstrate that this minimal, featureless model not only survives current bounds, but provides concrete, falsifiable predictions across gravitational-wave frequencies spanning over twenty orders of magnitude.",
    "authors": [
      "Sayantan Choudhury",
      "Swapnil Kumar Singh",
      "Satish Kumar Sahoo"
    ],
    "primary_category": "gr-qc",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19926",
    "title": "Revisiting black holes and their thermodynamics in Einstein-Kalb-Ramond gravity",
    "abstract": "Einstein-Kalb-Ramond gravity is an alternative theory of gravity in which a rank-two antisymmetric tensor field, known as the Kalb-Ramond field, is nonminimally coupled to gravity and can induce spontaneous Lorentz symmetry breaking when it acquires a nonzero vacuum expectation value. In this work, we revisit Einstein-Kalb-Ramond gravity and obtain two classes of exact static black hole solutions with general topological horizons in diverse dimensions within this framework, both with and without a cosmological constant. We further analyze their thermodynamic properties and employ the Wald formalism to compute the Noether mass and entropy, thereby establishing the corresponding first law of black hole thermodynamics. Finally, we discuss the implications of the Noether mass charge for constraining spontaneous Lorentz symmetry breaking within the framework of Einstein-Kalb-Ramond gravity.",
    "authors": [
      "Zhong-Xi Yu",
      "Hong-Da Lyu",
      "Mandula Huhe",
      "Shoulong Li"
    ],
    "primary_category": "gr-qc",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19992",
    "title": "HyperFORM -- a FORM package for parametric integration with hyperlogarithms",
    "abstract": "We present an implementation of algorithms for the symbolic integration of hyperlogarithms multiplied by rational functions in the computer algebra system FORM. This implementation encompasses cases where hyperlogarithms have rational letters or a rational argument. It complements the previous implementation, HyperInt, in MAPLE by Erik Panzer, utilizing the advantages of FORM in the efficient handling of large symbolic expressions. Among a wide range of applications, this approach enables the computation of many Feynman integrals.",
    "authors": [
      "Adam Kardos",
      "Sven-Olaf Moch",
      "Oliver Schnetz"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20055",
    "title": "Spherically symmetric charged (anti-)de Sitter black hole in $f(R,T)$ gravity coupled with nonlinear electrodynamics",
    "abstract": "By deriving and solving the gravitational and electromagnetic field equations in $f(R,T)$ gravity coupled with nonlinear electrodynamics, we obtain a static spherically symmetric charged solution that incorporates higher-order correction terms along with an effective cosmological constant term. This solution reduces to the AdS/dS metric in the far-field region while exhibiting significant modifications in the strong-field regime due to the nonlinear electromagnetic effects and the matter-geometry coupling. We further analyze the black hole's horizon structure, revealing the complex phenomenon of multiple horizons emerging within specific parameter ranges. Additionally, by introducing an effective metric to study photon propagation, we systematically explore the influence of magnetic charge and the coupling parameter on the effective potential, the photon sphere radius, and the black hole shadow.",
    "authors": [
      "Tianyou Ren",
      "Zhenglong Ban",
      "Yaobin Hua",
      "Rong-Jia Yang"
    ],
    "primary_category": "gr-qc",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20083",
    "title": "The covariant equations of motion of massive spinning particles in a background Yang-Mills field",
    "abstract": "A strong classical color field, known as the glasma, is generated in the earliest stage of relativistic heavy-ion collisions and can significantly influence the momentum and spin dynamics of hard probes such as quarks and jets. Most existing studies based on the classical equations of motion in a background Yang-Mills field, such as Wong equations, may not capture the full range of effects, for example, they neglect the Stern-Gerlach force experienced by spinning particles in non-uniform glasma fields. Although several extensions of Wong equations have been proposed to include spin degrees of freedom, they generally fail to satisfy all the required conditions simultaneously, such as Lorentz covariance, allowance for an arbitrary chromomagnetic moment, and respect for the necessary physical constraints. In this work, we extend the framework of a relativistic classical spinning particle in an electromagnetic field to describe spin one-half quarks propagating in a background non-Abelian Yang-Mills field. By systematically applying the Dirac-Bergmann algorithm, we derive self-consistent equations of motion for the particle's coordinates, momenta, spin, and color charge that satisfy all these requirements. This formalism provides a more complete and physically relevant description for studying momentum diffusion and spin polarization phenomena of hard probes in the glasma.",
    "authors": [
      "Jie Zhou",
      "Ying Shan Zhao",
      "Yifeng Sun"
    ],
    "primary_category": "nucl-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20121",
    "title": "Character Identities Between Affine and Virasoro Vertex Operator Algebra Modules",
    "abstract": "The affine vertex operator algebras for $\\mathfrak{sl}_2$ and the Virasoro minimal models are related by Drinfeld-Sokolov reduction and by the Goddard-Kent-Olive coset construction. In this work, we propose another connection based on certain character identities between these vertex operator algebras and their modules. This relates the simple affine vertex operator algebras $L_k(\\mathfrak{sl}_2)$ at admissible levels $k=-2+q/p$ to the rational $(q,3p)$-minimal models $L_\\mathrm{Vir}(c_{q,3p},0)$, and also extends to the nonadmissible levels with $q=1$. Several special cases are particularly interesting. In the nonadmissible case $q=1$, the character identities extend to certain abelian intertwining algebras, specifically $\\mathcal{V}^{(p)}$ and the doublet $\\mathcal{A}^{(3p)}$. Specialising further to $p=2$, where $\\mathcal{V}^{(2)}$ is the simple small $\\mathcal{N}=4$ superconformal algebra of central charge $c=-9$, this recovers, via the 4d/2d-correspondence, a known identity between the Schur indices of the 4d $\\mathcal{N}=4$ supersymmetric Yang-Mills theory for $\\mathrm{SU}(2)$ and the 4d $\\mathcal{N}=2$ $(3,2)$ Argyres-Douglas theory. In the boundary admissible case $q=2$, in a similar vein, we obtain an identity between the Schur indices of 4d $\\mathcal{N}=2$ Argyres-Douglas theories of types $(A_1,D_{2n+1})$ and $(A_1,A_{6n})$. On the other hand, for integral levels, $p=1$, where both involved vertex operator algebras are strongly rational, our character identity induces a Galois conjugation between the representation categories $\\mathrm{Rep}(L_{-2+q}(\\mathfrak{sl}_2))$ and $\\mathrm{Rep}(L_\\mathrm{Vir}(c_{q,3},0))$. We conjecture that the characters are related by the action of certain Hecke operators. Finally, we also sketch how to extend the results of this paper to relaxed highest-weight and Whittaker modules.",
    "authors": [
      "Dražen Adamović",
      "Sven Möller"
    ],
    "primary_category": "math.QA",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20163",
    "title": "On the nature of the spin glass transition",
    "abstract": "We recently showed that the two-dimensional Ising spin glass allows for a line of renormalization group fixed points. We observe that this exact result corresponds to enhancement to a one-generator continuous internal symmetry. This finally explains why no finite temperature transition to a spin glass phase is observed in two dimensions. In more than two dimensions, instead, the continuous symmetry can be broken spontaneously and yields a spin glass order parameter which, for fixed temperature and disorder strength, takes continuous values in an interval. Such a feature is shared by the order parameter of the known mean field solution of the model with infinite-range interactions, which corresponds to infinitely many dimensions.",
    "authors": [
      "Gesualdo Delfino"
    ],
    "primary_category": "cond-mat.stat-mech",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20381",
    "title": "Matrix approximations of operators",
    "abstract": "The approximate representation of operators by finite matrices is analysed in terms of accuracy and convergence. The identity operator, for example, can be reconstructed using a basis of harmonic oscillator states leading to a narrow peak approximation of the $\\delta$ function, but this peak may be perturbed by small, residual, oscillations. The peak does not shrink nor grows quickly, and the oscillations only diminish slowly as the size of the matrix increases. For the kinetic energy operator, a triple peak (one positive, two negative) representation of $-\\delta''$ is obtained, but that is affected also by residual oscillations. Again, convergence is slow as the matrix dimension increases. We find compact formulas to explain such oscillations. Similar observations are found for representations of local interactions, while separable potentials are better represented. As a comparison, in the context of a toy model, the effects of choosing an alternative single particle basis are studied. A formal approach for the approximation of operators is considered for comparison. We conclude with a word of caution for (finite) matrix approximations of operators.",
    "authors": [
      "B.G. Giraud",
      "S. Karataglidis",
      "K. Murulane",
      "R. Peschanski"
    ],
    "primary_category": "math-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20440",
    "title": "Generalized Uncertainty Principle theory with a single constraint",
    "abstract": "We aim to analyze the consistency of the deformation of the Heisenberg algebra in the setting of constrained Hamiltonian systems, providing a procedure to induce the deformation on the Poisson algebra after symplectic reduction. We investigate this in the context of the classical interpretation of Generalized Uncertainty Principle theories, treating two cases separately. For the first case, we consider a group action on the phase space together with a set of first-class constraints that can be interpreted as a momentum map. We furnish an explicit example in the case of rotational invariant deformed algebras. In the second case, we consider a single constraint provided by the Hamiltonian, which is a common instance in General Relativity, with straightforward application in cosmology.",
    "authors": [
      "Matteo Bruno",
      "Sebastiano Segreto"
    ],
    "primary_category": "math-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20464",
    "title": "The Inflationary Dynamics with the Scalar-Tensor Model",
    "abstract": "We investigate the cosmic inflation within a class of the scalar-tensor model with the scalar-dependent non-minimal kinetic couplings. The inflationary dynamical potential will be applied. Using the slow-roll approximation, we compute theoretical predictions for the key observables, like the spectral indexes $n_s$, scalar-to-tensor ratio $r$ and the running of the scalar spectral index $\\alpha_s$ in terms of the free parameters of the model. Besides, we find the limitations of these parameters. In addition, these quantities will be compared with the latest observational data from the Planck data. Furthermore, we analyze the sensitivity of $r$, $n_s$ and $\\alpha_s$ in terms of the model's free parameters.",
    "authors": [
      "Feyzollah Younesizadeh",
      "Davoud Kamani"
    ],
    "primary_category": "gr-qc",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20486",
    "title": "Anisotropic Bianchi-I cosmological model in non-conservative unimodular gravity",
    "abstract": "In this article, we propose an anisotropic Bianchi-I type cosmological model in non-conservative Unimodular Gravity ($\\mathrm{NUG}$). We show that simply using the Bianchi-I type metric does not resolve a striking characteristic of the field equations in $\\mathrm{NUG}$: their underdetermination. This fact led us to implement extra conditions on the combination $\\left(\\rho+p\\right)$ and, consequently, obtain a consistent background cosmological analysis. In the vacuum case, we obtain an analogy between the Kasner solutions and the equations in $\\mathrm{NUG}$. We also propose a new analysis of a non-homogeneous equation of state, the combination $\\left(\\rho+p\\right)=l$. We identify that the cosmological dynamics are strictly dependent on the value of the constant $l$. The physically interesting case is at the value $l<0$, which seems to indicate a super-accelerated, ghost-like universe. This case still requires a more detailed analysis, for example, from a thermodynamic point of view, keeping in mind that $\\left(\\rho+p\\right)$ may be interpreted as enthalpy of the system. For the cases $\\left(\\rho+p\\right)\\propto a^{-3}$ and $\\left(\\rho+p\\right) \\propto a^{-4}$, we obtain a description consistent with the anisotropic cosmological model described by $\\mathrm{GR}$. In all cases analyzed, a small value for the anisotropic parameter $\\Omega_{A}$ (on the order of $10^{-2}$) is required in order to have agreement, for example, with the age of the universe to be approximately $12-14\\, \\mathrm{Gyr}$, agreeing with the age of globular clusters. As the universe expands an isotropization is verified, with the anistropies going to zero asymptotically, similarly with what happens in an anistropic cosmological model based on $\\mathrm{GR}$.",
    "authors": [
      "Marcelo H. Alvarenga",
      "Júlio C. Fabris"
    ],
    "primary_category": "gr-qc",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2301.06628",
    "title": "Weyl-Ambient Geometries",
    "abstract": "Weyl geometry is a natural extension of conformal geometry with Weyl covariance mediated by a Weyl connection. We generalize the Fefferman-Graham (FG) ambient construction for conformal manifolds to a corresponding construction for Weyl manifolds. We first introduce the Weyl-ambient metric motivated by the Weyl-Fefferman-Graham (WFG) gauge. From a top-down perspective, we show that the Weyl-ambient space as a pseudo-Riemannian geometry induces a codimension-2 Weyl geometry. Then, from a bottom-up perspective, we start from promoting a conformal manifold into a Weyl manifold by assigning a Weyl connection to the principal $\\mathbb{R}_+$-bundle realizing a Weyl structure. We show that the Weyl structure admits a well-defined initial value problem, which determines the Weyl-ambient metric. Through the Weyl-ambient construction, we also investigate Weyl-covariant tensors on the Weyl manifold and define extended Weyl-obstruction tensors explicitly.",
    "authors": [
      "Weizhen Jia",
      "Manthos Karydas",
      "Robert G. Leigh"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2408.12887",
    "title": "A free field approach to boundary $\\widehat{g}_{k}$ WZW models",
    "abstract": "The Wakimoto-type free-field approach is applied to the boundary integer-level simple $\\widehat{g}(k)$ Wess-Zumino-Witten (WZW) models, with a renewed motivation. With the introduction of the Lauricella hypergeometric functions $F_{D}^{(n)}$ and their analytical extensions, we could obtain all genus-zero bulk $n$-point functions explicitly, for rational conformal field theories (RCFTs) that admit a free-field approach. I present free-field expressions for $\\widehat{g}(k)$ Ishibashi states, and provide simple example calculations in the simplest models. An extreme short discussion on potential generalizations of free-field approach to the logarithmic WZW models at the admissible levels is also given.",
    "authors": [
      "Xun Liu"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2411.12018",
    "title": "Generalized Bethe expansions of superconformal indices",
    "abstract": "We show the existence of infinitely many Bethe expansions for general four dimensional superconformal theories. We then propose an analytic method to systematically obtain all the Bethe solutions, both isolated and continuous, for general superconformal theories. In particular, we show that the contribution from the continuous manifold of solutions to the index comes from isolated points on this manifold. We check our proposals on $\\mathcal{N}=4$ SYM. For $U(3)$ or $SU(3)$, which are the first examples with continuous solutions, we demonstrate the non-trivial cancellation between the tachyon contributions from the previously known isolated solutions and those from the continuous solutions.",
    "authors": [
      "Alejandro Cabo-Bizet",
      "Wei Li"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2501.18458",
    "title": "Asymptotics in the bi-Yang-Baxter Sigma Model",
    "abstract": "Working in a sector of large charge is a powerful tool to analytically access models that are either strongly coupled or otherwise difficult to solve explicitly. In the context of integrable systems, Volin's method is exactly such a large-charge approach. In this note, we apply this method to the bi-Yang-Baxter deformed $SU(2)$ principal chiral model. Our main result is an explicit expression for the free energy density as an asymptotic expansion. We moreover determine the leading non-perturbative effects both via analytic methods and a resurgence analysis.",
    "authors": [
      "Meer Ashwinkumar",
      "Domenico Orlando",
      "Susanne Reffert",
      "Giacomo Sberveglieri"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2504.10099",
    "title": "Regularization of Functional Determinants of Radial Operators via Heat Kernel Coefficients",
    "abstract": "We propose an efficient regularization method for functional determinants of radial operators using heat kernel coefficients. Our key finding is a systematic way to identify heat kernel coefficients in the angular momentum space. We explicitly obtain the formulas up to sixth order in the heat kernel expansion, which suffice to regularize up to 13-dimensional functional determinants. We find that the heat kernel coefficients accurately approximate the large angular momentum dependence of functional determinants, and make numerical computations more efficient. In the limit of a large angular momentum, our formulas reduce to the Wentzel-Kramers-Brillouin formulas in previous studies, but are extended to higher orders. All the results are available in both the zeta function regularization and the dimensional regularization.",
    "authors": [
      "Yutaro Shoji",
      "Masahide Yamaguchi"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2506.05066",
    "title": "Chiral anomaly in inhomogeneous systems with nontrivial momentum space topology",
    "abstract": "We consider the chiral anomaly for systems with a wide class of Hermitian Dirac operators ${Q}$ in 4D Euclidean spacetime. We suppose that $ Q$ is not necessarily linear in derivatives and also that it contains a coordinate inhomogeneity unrelated to that of the external gauge field. We use the covariant Wigner-Weyl calculus (in which the Wigner transformed two point Greens function belongs to the two-index tensor representation of the gauge group) and point splitting regularization to calculate the global expression for the anomaly. The Atiyah-Singer theorem can be applied to relate the anomaly to the topological index of $ Q$. We show that the topological index factorizes (under certain assumptions) into the topological invariant $\\frac{1}{8\\pi^2}\\int \\text{tr}(F\\wedge F)$ (composed of the gauge field strength) multiplied by a topological invariant $N_3$ in phase space. The latter is responsible for the topological stability of Fermi points/Fermi surfaces and is related to the conductivity of the chiral separation effect.",
    "authors": [
      "Praveen D. Xavier",
      "M.A. Zubkov"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2508.06366",
    "title": "Exact Sum Rules and Zeta Generating Formulas from the ODE/IM correspondence",
    "abstract": "We develop a spectral-zeta framework for quantum mechanics with the ${\\cal PT}$-symmetric potential $V_{\\cal PT}(x)=x^{2K}(ix)^{\\varepsilon}$ $(K,\\varepsilon \\in {\\mathbb N})$ and the Hermitian potential $V_{\\cal H}(x)=x^{2M}$ $(M \\in {\\mathbb N}+1)$, based on the fusion relations of the $A_{2M-1}$ T-system. Using the ODE/IM correspondence, we construct exact sum rules (ESRs) and zeta generating formulas (ZGFs) for the spectral zeta functions (SZFs) $\\zeta_n(s)$. In contrast to recursive T-Q relations, the ZGFs provide fixed-source, closed-form mappings between different fusion sectors. For Hermitian $M=2$, our ESRs reproduce exact WKB results, extending them systematically to ${\\cal PT}$ sectors and (half-)integer $M$. Our analysis reveals a phenomenon of \\textit{algebraic information loss}, distinct from analytic ambiguity. The structure is governed by a selection rule ${\\cal S}_n$, derived from the Chebyshev structure of fusion relations and $\\mathbb{Z}_{2M+2}$ Symanzik symmetry. For odd integer $M$, we identify a structural non-invertibility: mapping from \\textit{odd} to \\textit{even} fusion sectors causes exact coefficient cancellation due to phase interference, rendering the map non-invertible. This implies even-sector data carry strictly less information than odd-sector data, yielding a \\textit{no-go} statement for inverse spectral reconstruction. Conversely, for even and half-integer $M$, all relevant sectors form an information-equivalent, mutually invertible family. Finally, we provide a spectral-zeta formulation of the massless Ai-Bender-Sarkar (ABS) conjecture. By connecting ${\\cal PT}$ and Hermitian spectra via ZGFs, we establish a purely spectral-theoretic route to the conjectured relation, avoiding explicit analytic continuation.",
    "authors": [
      "Syo Kamata"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2508.10623",
    "title": "Momentum expansions in finite-density perturbative calculations",
    "abstract": "Complex-valued Feynman integrals in the imaginary time formalism and zero-temperature limit suffer from particular types of infrared divergences that can not be regulated by integration dimension alone. Related problems leading to integration order dependent results are even further pronounced in the presence of additional scales such as external momenta. This plays a noticeable role in systems featuring fermionic degrees of freedom such as cold Quantum Chromodynamics, where loop integrals are complexified by chemical potential(s). Working in the limit of vanishing temperature, we utilize novel complex-valued extensions to bubble Feynman integrals and study momentum expansions of fermionic loop integrals. The expansions are then used to illustrate the mechanisms of manifested discrepancies between orders of integration, associated with the residue theorem. Finally, we address the issues by introducing a representation avoiding the observed ambiguity and briefly overview classes of integrals insensitive to problems from external momenta.",
    "authors": [
      "Mika Nurmela",
      "Juuso Österman"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2509.04425",
    "title": "Hidden simplicity in the scattering for neutron stars and black holes",
    "abstract": "Heavy particle effective theory applied to spinning black holes provides a natural framework in which propagators linearize and numerators exponentiate. In this work, we exploit these two features to introduce Kerr generating functions, which describe the scattering of any probe on a Kerr black hole background to all loop orders. These generating functions can be used to perform the tensor reduction of multi-loop integrands simply by differentiation with respect to the spin. As a first application of the Kerr generating functions, we study a neutron star in a Kerr black hole background. We organize the integrand by the helicity configuration of the exchanged gravitons and provide compact all-loop-order results for several helicity sectors and a full four-loop $\\mathcal{O}(G^5)$ result.",
    "authors": [
      "Rafael Aoude",
      "Andreas Helset"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2509.14324",
    "title": "Degenerate kinks and kink-instantons in two-dimensional scalar field models with $\\mathcal{N}=1$ and $\\mathcal{N}=2$ supersymmetry",
    "abstract": "Models with classically degenerate vacua often support quasiclassical configurations of nontrivial topology. In (0+1)-dimensional quantum mechanics with a double-well potential, for example, instantons induce mixing between the two perturbative ground states in the purely bosonic case, while in the supersymmetric version, the tunneling amplitude is suppressed. In this work, we investigate (1+1)-dimensional models featuring classically Bogomol'nyi-Prasad-Sommerfield saturated kinks with degenerate masses and identical topology. Recent studies suggest that such kinks may undergo mixing mediated by scalar-field instantons. We analyze this phenomenon in a supersymmetric framework and demonstrate that, whereas mixing indeed occurs in the bosonic theory, the presence of fermionic zero modes in the supersymmetric case leads to the vanishing of the transition amplitude. To illustrate these results, we examine two examples featuring Wess-Zumino models with two and four supercharges. The latter example is motivated by the Affleck-Dine-Seiberg superpotential. We also present a number of developments of instanton calculus in the case of instantons in kink backgrounds.",
    "authors": [
      "Evgenii Ievlev",
      "Mikhail Shifman"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2509.19744",
    "title": "Chronology Protection of Rotating Black Holes in a Viable Lorentz-Violating Gravity",
    "abstract": "We study causal properties of the recently found rotating black-hole solution in the low-energy sector of Horava gravity as a viable Lorentz-violating (LV) gravity in four dimensions with the LV Maxwell field and a cosmological constant $\\Lambda (>-3/a^2)$ for an arbitrary rotation parameter $a$. The region of non-trivial causality violation containing closed timelike curves is exactly the same as in the Kerr-Newman or the Kerr-Newman-(Anti-)de Sitter solution. Nevertheless, chronology is protected in the new rotating black hole because the causality violating region becomes physically inaccessible by exterior observers due to the new three-curvature singularity at its boundary that is topologically two-torus including the usual ring singularity at $(r,\\theta)=(0,\\pi/2)$. As a consequence, the physically accessible region outside the torus singularity is causal everywhere.",
    "authors": [
      "Mu-In Park",
      "Hideki Maeda"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2510.14489",
    "title": "Bootstrapping Mirror Pairs: The Beginning of the End",
    "abstract": "Three-dimensional supersymmetric gauge theories with eight supercharges possess a unique duality known as 3d mirror symmetry. Under this correspondence, the Coulomb branch of one theory is equivalent to the Higgs branch of its mirror dual, and vice versa. Over the past decades, extensive effort has been devoted to charting the landscape of 3d mirror pairs, though progress has often been constrained by the need to identify suitable brane configurations. In this first instalment, we introduce a new quiver-based algorithm, termed Growth and Fusion, which completes a quartet of Higgsing algorithms alongside Decay and Fission, Quiver Subtraction, and Quiver Addition. Together, these four algorithms provide a systematic framework that circumvents the limitations of brane constructions, enabling us to determine the mirror dual of a given quiver and to systematically bootstrap new 3d mirror pairs. We demonstrate the power of this approach on a new class of circular 3d mirror pairs.",
    "authors": [
      "Leyi Jiang",
      "Jazz E. Z. Ooi",
      "Richard Stone",
      "Zhenghao Zhong"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2510.15518",
    "title": "Photonic Exceptional Points in Holography and QCD",
    "abstract": "In this work, based on an analogy of holographic confining geometries and using complexified fields, we build the holographic toy model of third order photonic exceptional points (EPs) of ternary coupled microrings with gain and loss, which makes an open, non-Hermitian quantum system. In our model, we discuss the Ferrell-Glover-Tinkham sum rule for various combinations of gain and loss systems, and numerically find the behavior of spectra which matches with the experiments. We also discuss the inhomogeneous case of a holographic lattice for three-site photonic EPs. Additionally, in our holographic model, we numerically find the behavior of phase rigidity and the Petermann factor around EPs versus various parameters of the model. We also discuss the connections between recent developments in complexified, time-dependent entanglement entropy and EPs, and finally, we connect EPs and the $\\theta$-vacuum of QCD through topological structures, partition functions, and winding numbers, and find a second-order EP in a perturbed $\\theta$-vacuum model.",
    "authors": [
      "Mahdis Ghodrati"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.18128",
    "title": "Supersymmetric AdS Solitons, Coulomb Branch Flows and Twisted Compactifications",
    "abstract": "This work, which accompanies [1], is about constructing smooth solutions in type II and eleven dimensional supergravity which describe supersymmetry preserving RG flows from four-dimensional SCFTs in the UV to three-dimensional SQFTs in the IR, through holography. We show that all the different UV fixed points flow to theories which confine external quarks and have a mass gap. We proceed by presenting extended calculations of a plethora of observables and analyse the dual field theories in great detail. This includes a boundary analysis and application of holographic renormalization methods in the simplest case of the type IIB solution. Many of the observables computed here have a universal behaviour: they factorize into two parts, one of which includes information about the UV SCFTs, and the other describing the dynamics of the RG flow, which is the same regardless of the UV fixed point.",
    "authors": [
      "Dimitrios Chatzis",
      "Madison Hammond",
      "Georgios Itsios",
      "Carlos Nunez",
      "Dimitrios Zoakos"
    ],
    "primary_category": "hep-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2403.00905",
    "title": "Hasse Diagrams for Gapless SPT and SSB Phases with Non-Invertible Symmetries",
    "abstract": "We discuss (1+1)d gapless phases with non-invertible global symmetries, also referred to as categorical symmetries. This includes gapless phases showing properties analogous to gapped symmetry protected topological (SPT) phases, known as gapless SPT (or gSPT) phases; and gapless phases showing properties analogous to gapped spontaneous symmetry broken (SSB) phases, that we refer to as gapless SSB (or gSSB) phases. We fit these gapless phases, along with gapped SPT and SSB phases, into a phase diagram describing possible deformations connecting them. This phase diagram is partially ordered and defines a so-called Hasse diagram. Based on these deformations, we identify gapless phases exhibiting symmetry protected criticality, that we refer to as intrinsically gapless SPT (igSPT) and intrinsically gapless SSB (igSSB) phases. This includes the first examples of igSPT and igSSB phases with non-invertible symmetries. Central to this analysis is the Symmetry Topological Field Theory (SymTFT), where each phase corresponds to a condensable algebra in the Drinfeld center of the symmetry category. On a mathematical note, gSPT phases are classified by functors between fusion categories, generalizing the fact that gapped SPT phases are classified by fiber functors; and gSSB phases are classified by functors from fusion to multi-fusion categories. Finally, our framework can be applied to understand gauging of trivially acting non-invertible symmetries, including possible patterns of decomposition arising due to such gaugings.",
    "authors": [
      "Lakshya Bhardwaj",
      "Daniel Pajer",
      "Sakura Schafer-Nameki",
      "Alison Warman"
    ],
    "primary_category": "cond-mat.str-el",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2412.01503",
    "title": "Phase transitions and remnants of fractionalization at finite temperature in the triangular lattice quantum loop model",
    "abstract": "The quantum loop and dimer models are archetypal correlated systems with local constraints. With natural foundations in statistical mechanics, they are of direct relevance to various important physical concepts and systems, such as topological order, lattice gauge theories, geometric frustrations, or more recently Rydberg arrays quantum simulators. However, how the thermal fluctuations interact with constraints has not been explored in the important class of non-bipartite geometries. Here we study, via unbiased quantum Monte Carlo simulations and field theoretical analysis, the finite-temperature phase diagram of the quantum loop model on the triangular lattice. We discover that the recently identified, \"hidden\" vison plaquette (VP) quantum crystal [1] experiences a finite-temperature continuous transition, which smoothly connects to the (2+1)d Cubic* quantum critical point separating the VP and $\\mathbb{Z}_{2}$ quantum spin liquid phases. This finite-temperature phase transition acquires a unique property of ``remnants of fractionalization\" at finite temperature, in that, both the cubic order parameter -- the plaquette loop resonance -- and its constituent -- the vison field -- exhibit independent criticality signatures. This phase transition is connected to a 3-state Potts transition between the lattice nematic phase and the high-temperature disordered phase. We discuss the relevance of our results for current experiments on quantum simulation platforms.",
    "authors": [
      "Xiaoxue Ran",
      "Sylvain Capponi",
      "Junchen Rong",
      "Fabien Alet",
      "Zi Yang Meng"
    ],
    "primary_category": "cond-mat.str-el",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2412.15024",
    "title": "Categorical Symmetries in Spin Models with Atom Arrays",
    "abstract": "Categorical symmetries have recently been shown to generalize the classification of phases of matter, significantly broadening the traditional Landau paradigm. To test these predictions, we propose a simple spin chain model that encompasses all gapped phases and second-order phase transitions governed by the categorical symmetry $\\mathsf{Rep}(D_8)$. This model not only captures the essential features of non-invertible phases but is also straightforward enough to enable practical realization. Specifically, we outline an implementation using neutral atoms trapped in optical tweezer arrays. Employing a dual-species setup and Rydberg blockade, we propose a digital simulation approach that can efficiently implement the many-body evolution in several nontrivial quantum phases.",
    "authors": [
      "Alison Warman",
      "Fan Yang",
      "Apoorv Tiwari",
      "Hannes Pichler",
      "Sakura Schafer-Nameki"
    ],
    "primary_category": "cond-mat.str-el",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2504.16716",
    "title": "Invertible Orbifolds over Finite Fields",
    "abstract": "In the context of Berglund-Huebsch mirror symmetry, we compute the eigenvalues of the Frobenius endomorphism acting on a p-adic version of Borisov's complex. As a result, we conjecture an explicit formula for the number of points of crepant resolutions of invertible Calabi-Yau orbifolds defined over a finite field.",
    "authors": [
      "Marco Aldi",
      "Andrija Perunicic"
    ],
    "primary_category": "math.NT",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2505.04191",
    "title": "Heisenberg Uncertainty Inequality and Breaking of Isospin Symmetry in Atomic Nuclei",
    "abstract": "The Heisenberg uncertainty inequality is used to derive a rigorous lower bound to the amount of isospin impurities in $N=Z$ atomic nuclei, caused by the violation of isospin symmetry. The bound is fixed by the difference between the neutron and proton radii and the sum of the charge exchange monopole strengths. It can be used to check the consistency of advanced many-body calculations accounting for the breaking of isospin symmetry. The uncertainty inequality is also employed to derive an upper bound to the isovector dipole moment in terms of the amount of isospin impurities, providing an insightful connection between the violation of parity and isospin symmetries.",
    "authors": [
      "Sandro Stringari"
    ],
    "primary_category": "nucl-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2506.19786",
    "title": "Perfect spinfluid: A divergence-type approach",
    "abstract": "We present a new formulation of non-dissipative relativistic spin hydrodynamics that incorporates spin degrees of freedom into the divergence-type theory framework. Due to the divergence-type structure, it is straightforward to enforce non-linear causality and symmetric hyperbolicity of the equations of motion, ensuring local well-posedness of the initial-value problem and stability of the theory. Furthermore, in a specific realization based on spin kinetic theory, we prove that the equations of motion remain non-linearly causal and symmetric-hyperbolic to all orders in the spin potential, provided a specific thermodynamic constraint is satisfied. This framework can be applied for numerical simulations to study the dynamics of spin-polarized fluids, such as the quark-gluon plasma in heavy-ion collisions.",
    "authors": [
      "Nick Abboud",
      "Lorenzo Gavassino",
      "Rajeev Singh",
      "Enrico Speranza"
    ],
    "primary_category": "nucl-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2507.13438",
    "title": "Bipartite and tripartite entanglement in pure dephasing relativistic spin-boson model",
    "abstract": "We study nonperturbatively the entanglement generation between two and three emitters in an exactly solvable relativistic variant of the spin-boson model, equivalent to the time-independent formulation of the Unruh-DeWitt detector model. We show that (i) (highly) entangled states of the two emitters require interactions very deep into the light cone, (ii) the mass of the field can generically improve the entanglement generation, (iii) while it is possible to find regimes with genuine Greenberger-Horne-Zeilinger-like tripartite entanglement, it is difficult find regimes where tripartite entanglement can be easily shown to be significant or classified. Result (iii), in particular, suggests that probing the multipartite entanglement of a relativistic quantum field nonperturbatively requires either different probe-based techniques or variants of the Unruh-DeWitt model. Along the way, we provide the regularity conditions for the $N$-emitter model to have well-defined ground states in the Fock space.",
    "authors": [
      "Kensuke Gallock-Yoshimura",
      "Erickson Tjoa"
    ],
    "primary_category": "quant-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2507.18706",
    "title": "Doubly Separable Spacetimes and Symmetry Constraints on their Self-Gravitating Matter Content",
    "abstract": "A popular approach to constructing exact stationary and axisymmetric nonvacuum solutions in general relativity has been to use solution-generating techniques. Here we revisit a recent variant of the Newman-Janis-Azreg-Ainou algorithm - restricted to asymptotically-flat spacetimes - and demonstrate that this method exclusively generates Konoplya-Stuchlik-Zhidenko spacetimes. Therefore, the equations for geodesic motion and scalar-wave propagation are both separable. We call these \"doubly separable\" spacetimes. Of these, we identify a \"degenerate\" subclass that might admit a separable Dirac equation by explicitly obtaining the Killing-Yano tensor. While the degenerate subclass is Petrov Type D, the general doubly separable spacetimes are of Type I. The high degree of symmetry in these spacetimes suggests that the self-gravitating matter must also be in specialized field configurations. For this reason, we investigate whether these spacetimes can even be sourced by arbitrary types of matter. We show that doubly separable spacetimes cannot be sourced by massless real scalar fields or by perfect fluids, and that electromagnetic fields lead only to the Kerr-Newman family. Notably, this rules out the correct spinning counterpart of the Janis-Newman-Winicour naked singularity spacetimes, which contains a scalar field, as a member of this metric class. While the algorithm generates spacetimes with rich symmetry structures, valuable for studying phenomena like black hole shadows and quasinormal modes, our results highlight the need for caution when using it to construct physically consistent solutions with prespecified matter content.",
    "authors": [
      "Prashant Kocherlakota",
      "Ramesh Narayan"
    ],
    "primary_category": "gr-qc",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2507.22285",
    "title": "Primordial Power Spectrum and Bispectrum from Lattice Simulations of Axion-U(1) Inflation",
    "abstract": "We present primordial non-Gaussianity predictions from a new high-precision code for simulating axion-U(1) inflation on a discrete lattice. We measure the primordial scalar curvature power spectrum and bispectrum from our simulations, determining their dependence on both scale and axion-gauge coupling strength. Both the gauge-sourced power spectrum and the bispectrum exhibit a strong blue tilt due to our choice of an $\\alpha$-attractor inflaton potential. We provide fitting functions for the power spectrum and bispectrum that accurately reproduce these statistics across a wide range of scales and coupling strengths. While our fitting function for the bispectrum has a separable form, results from high-resolution simulations demonstrate that the full shape is not separable. Thus, our simulations generate realizations of primordial curvature perturbations with nontrivial correlators that cannot be generated using standard techniques for primordial non-Gaussianity. We derive bounds on the axion-gauge coupling strength based on the bispectrum constraints from the cosmic microwave background, demonstrating a new method for constraining inflationary primordial non-Gaussianity by simulating the nonlinear dynamics.",
    "authors": [
      "Drew Jamieson",
      "Angelo Caravano",
      "Eiichiro Komatsu"
    ],
    "primary_category": "astro-ph.CO",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2509.03509",
    "title": "Gluon Condensate via Dirac Spectral Density: IR Phase, Scale Anomaly and IR Decoupling",
    "abstract": "Quark and gluon scalar densities, $\\langle \\bar{\\psi} \\psi \\rangle$ and $\\langle F^2 \\rangle$, reflect the degree of scale-invariance violations in SU(N) gauge theories with fundamental quarks. It is known that $\\langle \\bar{\\psi} \\psi \\rangle$ can be usefully scale-decomposed via spectral density $\\rho(\\lambda)$ of Dirac modes. Here I give such formula for $\\langle F^2 \\rangle$, which reveals that gluon condensate is a strictly UV quantity. For the recently-found IR phase [1,2], where the infrared (IR) degrees of freedom separate out and become independent of the system's bulk, it implies that $\\langle F^2 \\rangle$ due to this IR part vanishes. Its glue thus doesn't contribute to scale anomaly of the entire system and is, in this sense, scale invariant consistently with the original claim. Associated formulas are used to define IR decoupling of glue, which may serve as an alternative indicator of IR phase transition. Using the simplest form of coherent lattice QCD, we express the effective action of full QCD entirely via Dirac spectral density.",
    "authors": [
      "Ivan Horváth"
    ],
    "primary_category": "hep-lat",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.12007",
    "title": "Hofstadter-Herman Visualization as a Diagnostic Tool for Systematic Effects in Electromagnetic Form Factor Extractions",
    "abstract": "The internal charge and magnetization distributions of the proton are characterized by electromagnetic form factors GE and GM. They are experimentally extracted via Rosenbluth separation, which measures the elastic scattering of electrons and protons at multiple beam energies and angles at fixed momentum transfer Q2. Conventionally, form factor values are obtained by plotting reduced cross sections against the virtual photon polarization parameter epsilon and then extracting the slope and intercept of the best fit lines. An alternative visualization method, proposed by Hofstadter and Herman in 1960, plots GM2 vs. GE2 curves instead. The best fit values of GE2 and GM2 are immediately visible from the intersection region of the curves and their uncertainty bands. In this work, we apply both conventional and Hofstadter-Herman visualizations to classic 1994 SLAC elastic scattering data. We demonstrate that the Hofstadter-Herman method reveals previously obscured regions of form factor parameter space and highlights subtle experimental discrepancies among data sets. Our results motivate adopting this visualization method as a routine diagnostic cross-check at the Electron-Ion Collider and elsewhere to flag normalization shifts and related adjustments before they enter global fits.",
    "authors": [
      "Tyler Williams",
      "Jennifer Rittenhouse West",
      "Douglas W. Higinbotham",
      "Fatiha Benmokhtar"
    ],
    "primary_category": "nucl-ex",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.12996",
    "title": "Radiative Decays of Vector Mesons with Light-Cone Sum Rules",
    "abstract": "Hadronic electromagnetic form factors and radiative decay properties offer a crucial window into the nonperturbative dynamics of Quantum chromodynamics (QCD). In this work, we employ the light-cone sum rules (LCSR) method to systematically investigate the M1 radiative decay of vector mesons. Our study covers processes including $K^{*-}\\rightarrow K^-\\gamma$, $D^*\\rightarrow D\\gamma$, $B^*\\rightarrow B\\gamma$, $D^{*+}_s\\rightarrow D^+_s\\gamma$, and $B_s^*\\rightarrow B_s\\gamma$, and further extends to the excited charmonium state $\\psi(2S)$. Our calculations yield decay widths for $K^*$ and $\\psi(2S)$ that are in excellent agreement with experimental data. For the charm and bottom meson decays, where precise measurements are lacking, we provide theoretical predictions and compare them with other theoretical approaches. Most notably, our analysis reveals a universal linear dependence of the decay width on a function A(x) in the logarithmic coordinate system, which originates from the two-body decay dynamics and the ratio of the initial and final state decay constants. This relationship holds for the ground state $V \\rightarrow P \\gamma $ processes here and suggests a broader applicability to radiative decays of ground-state vector mesons.",
    "authors": [
      "Zhi Jun Wang",
      "Di Gao",
      "Kai Kai Zhang",
      "Yuan Yuan Ma",
      "Yan Jun Sun"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19563",
    "title": "Search for light pseudoscalar bosons, pair-produced in Higgs boson decays in the four-electron final state in proton-proton collisions at $\\sqrt{s}$ = 13 TeV",
    "abstract": "A search for pairs of light neutral pseudoscalar bosons (A) resulting from the decay of a Higgs boson is performed. The search is conducted using LHC proton-proton collision data at $\\sqrt{s}$ = 13 TeV, collected with the CMS detector in 2016$-$2018 and corresponding to an integrated luminosity of 138 fb$^{-1}$. The A boson decays into a highly collimated electron-positron pair. A novel multivariate algorithm using tracks and calorimeter information is developed to identify these distinctive signatures, and events are selected with two such merged electron-positron pairs. No significant excess above the standard model background predictions is observed. Upper limits on the branching fraction for H $\\to$ AA $\\to$ 4e are set at 95% confidence level, for masses between 10 and 100 MeV and proper decay lengths below 100 $\\mu$m, reaching branching fraction sensitivities as low as 10$^{-5}$. This is the first search for Higgs boson decays to four electrons via light pseudoscalars at the LHC. It significantly improves the experimental sensitivity to axion-like particles with masses below 100 MeV.",
    "authors": [
      "CMS Collaboration"
    ],
    "primary_category": "hep-ex",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20042",
    "title": "Search for higgsinos in compressed mass spectra using low-momentum tracks in $pp$ collisions at $\\sqrt{s}=13$ TeV with the ATLAS detector",
    "abstract": "This paper presents two searches for the electroweak production of higgsinos with compressed mass spectra using 140 fb$^{-1}$ of $\\sqrt{s}=13$ TeV proton-proton collision data collected by the ATLAS experiment at the Large Hadron Collider. Events are required to feature an energetic jet, large missing transverse momentum, and at least one low-momentum charged particle that serves as a candidate higgsino decay product. In the first search, targeting higgsino mass splittings in the range of 0.3-1 GeV, the higgsinos are expected to predominantly decay into pions that are identified as low-momentum charged particles with large transverse impact parameters due to the long higgsino lifetime ($c\\tau\\approx\\mathcal{O}$(0.1-1 mm)). The second search targets larger mass splittings in the range of 1-3 GeV, where the higgsinos are expected to decay promptly into low-momentum leptons, one of which is identified by dedicated low-momentum electron or muon taggers based on neural networks utilising tracking and calorimeter information. No significant excess above the Standard Model prediction is observed in either search and the results are used to set lower limits on the masses of the higgsino-like charginos and neutralinos within a simplified model. Together, these searches exclude chargino masses below 126 GeV at 95% confidence level for mass splittings between the chargino and lightest neutralino in the range of 0.3-2 GeV, representing the first ATLAS constraints in this parameter space and surpassing the limits previously set by the LEP experiments.",
    "authors": [
      "ATLAS Collaboration"
    ],
    "primary_category": "hep-ex",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20159",
    "title": "HASPIDE-SPACE: a new concept of a radiation-resistant instrument for solar energetic particles",
    "abstract": "Galactic cosmic rays and solar energetic particles (SEPs) affect the performance of instruments carried on board space missions and are the source of the absorbed dose to astronauts. Particles above 100 MeV are the most penetrating. The overall particle flux impacting spacecraft increases by several orders of magnitude during the most intense SEP events and gamma-ray bursts, compared to the galactic cosmic-ray background. Unfortunately, most detectors dedicated to the monitoring of solar particles in space do not allow measurements above 200 MeV. Space agencies and the space and heliospheric weather communities are interested in improving this scenario. We propose a new, compact, low-power, and radiation-resistant instrument, intended for long-duration missions to monitor solar X-rays, electrons, and protons up to energies of tens of keV, MeV, and 600 MeV, respectively. Intense long and short gamma-ray bursts would be observed in the absence of solar activity.",
    "authors": [
      "C. Grimani",
      "M. Fabi",
      "M. Menichelli",
      "F. Sabbatini M. Villani",
      "S. Aziz",
      "L. Barraud",
      "A. Bashiri",
      "C. Buti",
      "L. Calcagnile",
      "D. Calvo",
      "D. Caputo",
      "A. P. Caricato",
      "R. Catalano",
      "M. Cazzanelli",
      "R. Cirio",
      "G. A. P. Cirrone",
      "F. Cittadini",
      "T. Croci",
      "G. Cuttone",
      "G. de Cesare",
      "P. De Remigis",
      "S. Dunand",
      "L. Frontini",
      "M. Guarrera",
      "H. Hasnaoui",
      "G. Insero",
      "M. Ionica",
      "K. Kanxheri",
      "G. Konstantinou",
      "M. Large",
      "F. Lenta",
      "V. Liberali",
      "N. Lovecchio",
      "M. Martino",
      "G. Maruccio",
      "G. Mazza",
      "A. G. Monteduro",
      "A. Morozzi",
      "A. Nascetti",
      "S. Pallotta",
      "D. Passeri",
      "M. Pedio",
      "M. Petasecca",
      "G. Petringa",
      "F. Peverini",
      "P. Placidi",
      "M. Polo",
      "A. Quaranta",
      "G. Quarta",
      "S. Rizzato",
      "A. Stabile",
      "C. Talamonti",
      "L. Tosti",
      "M. S. Vasquez Mora",
      "R. J. Wheadon",
      "N. Wyrsch",
      "N. Zema",
      "L. Servoli"
    ],
    "primary_category": "hep-ex",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20428",
    "title": "Observation and investigation of the Tccbar1(4430)+ structure in B+ -> psi(2S) KS0 pi+ decays",
    "abstract": "The first four-dimensional amplitude analysis of the B+ -> psi(2S) KS0 pi+ decay is performed with proton-proton collision data collected by the LHCb experiment at sqrt(s) = 13 TeV, corresponding to an integrated luminosity of 5.4 fb-1. The data cannot be fully explained by B+ -> psi(2S) K*+ contributions alone. A significantly better description of the data is obtained by adding a T_ccbar+ contribution decaying to psi(2S) pi+. The properties of the T_ccbar+ structure are consistent with the exotic state T_ccbar1(4430)+ reported in the isospin-related B0bar -> psi(2S) K- pi+ decay. Effects of a possible T_ccbar1(4430)+ -> D1*(2600)0bar D+ decay mode on the T_ccbar1(4430)+ -> psi(2S) pi+ mass distribution are investigated through a Flatte parametrization, providing constraints on the relative decay strength. A description of the T_ccbar1(4430)+ structure using the triangle singularity mechanism is studied and also found to be consistent with the data.",
    "authors": [
      "LHCb collaboration"
    ],
    "primary_category": "hep-ex",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20476",
    "title": "First observation of the $\\overline{B}_{s}^{0}\\toΛ_{c}^{+}\\overlineΛ_{c}{}^{-}$ decay and evidence for the $\\overline{B}^{0}\\toΛ_{c}^{+}\\overlineΛ_{c}{}^{-}$ decay",
    "abstract": "A search is presented for the two-body charmed baryonic decays $\\overline{B}_{(s)}^{0}\\to\\Lambda_{c}^{+}\\overline{\\Lambda}_{c}{}^{-}$, using a data sample collected by the LHCb experiment during 2011--2012 and 2015--2018 corresponding to an integrated luminosity of $9\\,\\mathrm{fb}^{-1}$. The first observation of the $\\overline{B}_{s}^{0}\\to\\Lambda_{c}^{+}\\overline{\\Lambda}_{c}{}^{-}$ decay is reported with $6.2\\sigma$ significance, along with $4.3\\sigma$ evidence for the $\\overline{B}^{0}\\to\\Lambda_{c}^{+}\\overline{\\Lambda}_{c}{}^{-}$ decay. The branching fractions are measured to be $\\cal{B}(\\overline{B}^{0}\\to\\Lambda_{c}^{+}\\overline{\\Lambda}_{c}^{-}) = (1.01^{+0.27}_{-0.28} \\pm 0.08 \\pm 0.15) \\times 10^{-5}$ and $\\cal{B}(\\overline{B}_{s}^{0}\\to\\Lambda_{c}^{+}\\overline{\\Lambda}_{c}{}^{-}) = (5.0 \\pm 1.3 \\pm 0.5 \\pm 0.8) \\times 10^{-5}$, where the first uncertainty is statistical, the second systematic, and the third due to external inputs. These results provide novel experimental inputs for the theoretical framework describing two-body baryonic decays of $B$ mesons via $W$-emission and $W$-exchange mechanisms.",
    "authors": [
      "LHCb collaboration",
      "R. Aaij",
      "A.S.W. Abdelmotteleb",
      "C. Abellan Beteta",
      "F. Abudinén",
      "T. Ackernley",
      "A. A. Adefisoye",
      "B. Adeva",
      "M. Adinolfi",
      "P. Adlarson",
      "C. Agapopoulou",
      "C.A. Aidala",
      "Z. Ajaltouni",
      "S. Akar",
      "K. Akiba",
      "M. Akthar",
      "P. Albicocco",
      "J. Albrecht",
      "R. Aleksiejunas",
      "F. Alessio",
      "P. Alvarez Cartelle",
      "R. Amalric",
      "S. Amato",
      "J.L. Amey",
      "Y. Amhis",
      "L. An",
      "L. Anderlini",
      "M. Andersson",
      "P. Andreola",
      "M. Andreotti",
      "S. Andres Estrada",
      "A. Anelli",
      "D. Ao",
      "C. Arata",
      "F. Archilli",
      "Z. Areg",
      "M. Argenton",
      "S. Arguedas Cuendis",
      "L. Arnone",
      "A. Artamonov",
      "M. Artuso",
      "E. Aslanides",
      "R. Ataíde Da Silva",
      "M. Atzeni",
      "B. Audurier",
      "J. A. Authier",
      "D. Bacher",
      "I. Bachiller Perea",
      "S. Bachmann",
      "M. Bachmayer",
      "J.J. Back",
      "P. Baladron Rodriguez",
      "V. Balagura",
      "A. Balboni",
      "W. Baldini",
      "Z. Baldwin",
      "L. Balzani",
      "H. Bao",
      "J. Baptista de Souza Leite",
      "C. Barbero Pretel",
      "M. Barbetti",
      "I. R. Barbosa",
      "R.J. Barlow",
      "M. Barnyakov",
      "S. Barsuk",
      "W. Barter",
      "J. Bartz",
      "S. Bashir",
      "B. Batsukh",
      "P. B. Battista",
      "A. Bavarchee",
      "A. Bay",
      "A. Beck",
      "M. Becker",
      "F. Bedeschi",
      "I.B. Bediaga",
      "N. A. Behling",
      "S. Belin",
      "A. Bellavista",
      "K. Belous",
      "I. Belov",
      "I. Belyaev",
      "G. Benane",
      "G. Bencivenni",
      "E. Ben-Haim",
      "A. Berezhnoy",
      "R. Bernet",
      "S. Bernet Andres",
      "A. Bertolin",
      "F. Betti",
      "J. Bex",
      "O. Bezshyyko",
      "S. Bhattacharya",
      "M.S. Bieker",
      "N.V. Biesuz",
      "A. Biolchini",
      "M. Birch",
      "F.C.R. Bishop",
      "A. Bitadze",
      "A. Bizzeti"
    ],
    "primary_category": "hep-ex",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19534",
    "title": "New spectrum of charm-strange meson with constituent quark model $c\\bar{s}$ contributions",
    "abstract": "We systematically investigate the $S$-wave interactions between Nambu-Goldstone bosons (NGBs) and charmed mesons in the $(S,I)=(1,0)$ sector using the chiral unitary approach. The scattering amplitudes incorporate both the Weinberg-Tomozawa term and additional contributions from $s$- and $u$-channel exchanges of $c\\bar{s}$ states predicted by the constituent quark model (CQM). Through analytic continuation of the unitarized amplitudes to the complex energy plane, we identify multiple poles corresponding to bound states and resonances. Our analysis reveals a rich spectrum of $D_{sJ}$ states across $J^P = 0^+, 1^+, 1^-$, and $2^-$ sectors, providing new insights into the nature of established resonances like $D_{s0}^*(2317)$ and $D_{s1}(2460)$, while predicting several new states that could be observed in future experiments.",
    "authors": [
      "Liu-Lin Wang",
      "Xing-Meng Zhao",
      "Xiao-Hai Liu",
      "Mao-Jun Yan"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19619",
    "title": "ALP-mediated Dark Matter-Nucleon Scattering",
    "abstract": "We perform a comprehensive analysis of dark matter-nucleon scattering via the exchange of axion-like particles (ALPs). At first sight, this might appear of little practical use, as non-relativistic scattering through pseudo-scalar interactions is momentum-suppressed and spin-dependent, resulting in scattering rates below any experimental sensitivity. We show that the scattering rate can be drastically enhanced in two ways. First, light ALPs with masses below the typical momentum transfer at direct detection experiments lift the momentum suppression by acting as essentially massless mediators. Second, ALP exchange through loops induces coherent spin-independent scattering. If the ALP has flavor-changing couplings to up-type quarks, loop-induced scattering receives an extra strong enhancement by the top-quark mass. We deduce that, contrary to common lore, XENONnT and PandaX-4T are already sensitive to ALP-mediated dark matter-nucleon scattering. The next generation of direct detection experiments will probe far into the parameter space of the ALP effective theory, potentially exceeding the sensitivity of collider searches.",
    "authors": [
      "Wim Beenakker",
      "Daniël Mikkers",
      "Anh Vu Phan",
      "Susanne Westhoff"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19720",
    "title": "Hard exclusive photoproduction of photon-meson pairs: pseudoscalar channels $π$, $η$ and $η'$",
    "abstract": "We investigate the hard exclusive photoproduction of photon-meson pairs at leading-twist and leading-order in perturbative QCD, and focus on pseudoscalar mesons $\\text{M} \\in \\{\\pi^\\pm, \\pi^0, \\eta, \\eta'\\}$. Compact analytical expressions are obtained for the amplitudes involving quark generalized parton distributions, with the two-gluon components of the $\\eta$ and $\\eta'$ distribution amplitudes included. The numerical analysis is performed in the moderate-$\\xi$ region, where valence-quark GPDs are expected to be important. In this region, we find a strong impact of the pion-pole term in $\\gamma\\pi^\\pm$ production, and a non-negligible effect for neutral mesons. We also observe a marked dependence of $\\gamma\\eta'$ photoproduction on two-gluon contributions. This process offers enhanced sensitivity to the shape of the GPDs already at leading-order, while the tested dependence on the meson distribution amplitude and the renormalization scale introduces further theoretical uncertainties, the latter emphasizing the need for next-to-leading-order corrections. Our results provide a concise analytical framework and a numerical baseline for future studies.",
    "authors": [
      "Nikola Crnković",
      "Goran Duplančić",
      "Saad Nabeebaccus",
      "Kornelija Passek-K.",
      "Bernard Pire",
      "Lech Szymanowski",
      "Samuel Wallon"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19807",
    "title": "Beam Steering and Radiation Generation of Electrons in Bent Crystals in the Sub-GeV Domain",
    "abstract": "We present an investigation into beam steering and radiation emission by sub-GeV electrons traversing bent silicon crystals. Using 855, 600, and 300~MeV electron beams at the Mainz Microtron (MAMI), we explored orientational coherent effects and particle dynamics in a 15~$\\mu$m-thick crystal bent along the (111) planes. Combined experimental and simulation analyses enabled the classification and quantitative assessment of the contributions from channeling, dechanneling, rechanneling, and volume capture to both beam deflection and radiation emission. Crystal steering remained effective even at 300~MeV, with measured channeling efficiencies exceeding 50\\%, a record at such low energy. Channeling and volume reflection enhanced radiation emission by up to a factor of six compared to the misaligned orientation, highlighting strong orientational coherence effects in the sub-GeV regime. These findings confirm the feasibility of using bent crystals for efficient beam manipulation and high-intensity photon generation at low energies, supporting the development of novel light sources and beam control strategies at accelerator facilities operating in this energy range.",
    "authors": [
      "R. Negrello",
      "M. Romagnoni",
      "A. Sytov",
      "N. Canale",
      "D. De Salvador",
      "P. Fedeli",
      "V. Guidi",
      "V. V. Haurylavets",
      "P. Klag",
      "W. Lauth",
      "L. Malagutti",
      "A. Mazzolari",
      "G. Paternò",
      "F. Sgarbossa",
      "M. Soldani",
      "V. V. Tikhomirov",
      "D. Valzani",
      "L. Bandiera"
    ],
    "primary_category": "physics.acc-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19817",
    "title": "Calibration Plan for the SBC 10-kg Liquid Argon Detector with 100 eV Target Threshold",
    "abstract": "The Scintillating Bubble Chamber (SBC) Collaboration is designing a new generation of low background, noble liquid bubble chamber experiments with sub-keV nuclear recoil threshold. These experiments combine the electronic recoil blindness of a bubble chamber with the energy resolution of noble liquid scintillation, and maintain electron recoil discrimination at higher degrees of superheat (lower nuclear recoil thresholds) than Freon-based bubble chambers. A 10-kg liquid argon bubble chamber has the potential to set world leading limits on the dark matter nucleon cross-section for $O(\\mathrm{GeV}/c^{2})$ masses, and to perform a high statistics coherent elastic neutrino nuclear scattering measurement with reactor neutrinos. This work presents a detailed calibration plan to measure the detector response of these experiments, combining photoneutron scattering with two new techniques to induce sub-keV nuclear recoils: nuclear Thomson scattering and thermal neutron capture.",
    "authors": [
      "SBC collaboration"
    ],
    "primary_category": "physics.ins-det",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20098",
    "title": "Studies of CPT symmetry in positronium decays with 192 plastic strip J-PET detector",
    "abstract": "A direct test of the CPT symmetry is performed for the electromagnetic decays of ortho-positronium using the J-PET tomograph. We present the precise measurement of the CPT-sensitive angular correlation entailing the positronium spin and the momenta of its annihilation photons, surpassing previous studies utilizing the same detection system. Positrons originating from a $^{22}$Na source are emitted from the detector's center and subsequently form positronium atoms within the spherical chamber covered with porous material. Reconstruction of annihilation locations using the 192-strip J-PET detector makes it possible to determine the positronium emission direction, which defines the quantization axis along which positronium is polarized, without the application of external magnetic fields. The measurements were performed in total for 356 days resulting in an identification of 47.8 million events with ortho-positronium decays into three photons. The results are consistent with the exactness of CPT symmetry with measured asymmetry amplitude -0.00029 $\\pm$ 0.00022 (stat.) and with statistical error four times smaller than the previous best measurement.",
    "authors": [
      "N. Chug",
      "S. D. Bass",
      "E. Y. Beyene",
      "C. Curceanu",
      "E. Czerwiński",
      "M. Das",
      "K. V. Eliyan",
      "M. Gorgol",
      "J. Hajduga",
      "S. Jalali",
      "B. Jasińska",
      "K. Kacprzak",
      "T. Kaplanoglu",
      "Ł. Kapłon",
      "K. Kasperska",
      "A. Khreptak",
      "A. Kierys",
      "G. Korcyl",
      "T. Kozik",
      "K. Kubat",
      "D. Kumar",
      "A. Kunimmal Venadan",
      "E. Lisowski",
      "F. Lisowski",
      "J. Mędrala-Sowa",
      "S. Moyo",
      "W. Mryka",
      "S. Niedźwiecki",
      "P. Pandey",
      "S. Parzych",
      "E. Pérez del Río",
      "A. Porcelli",
      "B. Rachwał",
      "M. Rädler",
      "A. Sienkiewicz",
      "S. Sharma",
      "M. Skurzok",
      "E. Ł. Stępień",
      "T. Szumlak",
      "P. Tanty",
      "K. Tayefi Ardebili",
      "S. Tiwari",
      "P. Moskal"
    ],
    "primary_category": "nucl-ex",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20144",
    "title": "Structural evolution of iron oxides melts at Earth's outer-core pressures",
    "abstract": "Oxygen and other light elements comprise up to 5 wt% of the Earth's outer-core, and may significantly influence its physical properties and the operation of the geodynamo. Here we report in situ x-ray diffraction measurements of Fe, Fe + 4.5 FeO (atomic proportion), and Fe2O3 melts at 177-438 GPa, achieved using laser-driven shock compression at an x-ray free-electron laser. The melts exhibit Fe-O coordination numbers between 4.0(0.4) and 4.5(0.4), indicating predominantly four-fold coordination environments. These coordination states are significantly smaller than those of Fe-bearing lower-mantle phases such as bridgmanite and ferropericlase. Shorter Fe-Fe interatomic distances in compressed iron oxide melts drive the denser packing relative to ambient melts, while the structural differences between Fe + 4.5 FeO and Fe2O3 melts under shock indicate that the oxidation state modulates oxygen solubility in liquid Fe. At around 177 GPa (380 km below the core-mantle boundary), Fe2O3 melts exhibit higher Fe-O coordination, suggesting that local variations in oxygen content could contribute to the stratification in the uppermost outer-core inferred from seismological and geomagnetic observations.",
    "authors": [
      "Céline Crépisson",
      "Mila Fitzgerald",
      "Domenic Peake",
      "Patrick Heighway",
      "Thomas Stevens",
      "Adrien Descamps",
      "David McGonegle",
      "Alexis Amouretti",
      "Karim K. Alaa El-Din",
      "Michal Andrzejewski",
      "Sam Azadi",
      "Erik Brambrink",
      "Carolina Camarda",
      "David A. Chin",
      "Samuele Di Dio Cafiso",
      "Ana Coutinho Dutra",
      "Hauke Höppner",
      "Kohdai Yamamoto",
      "Zuzana Konôpkovà",
      "Motoaki Nakatsutsumi",
      "Norimasa Ozaki",
      "Danae N. Polsin",
      "Jan-Patrick Schwinkendorf",
      "Georgiy Shoulga",
      "Cornelius Strohm",
      "Minxue Tang",
      "Harry Taylor",
      "Monika Toncian",
      "Yizhen Wang",
      "Jin Yao",
      "Gianluca Gregori",
      "Justin S. Wark",
      "Karen Appel",
      "Marion Harmand",
      "Sam M. Vinko"
    ],
    "primary_category": "cond-mat.mtrl-sci",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20217",
    "title": "First determination of fragmentation functions in an exotic-hadron candidate",
    "abstract": "In recent years, there are experimental reports on exotic-hadron candidates, which have different quark configurations from ordinary $q\\bar q$ and $qqq$ constituents. However, it is not easy to confirm their exotic nature from global observables such as masses, spins, parities, and decay widths. At high energies, internal quark and gluon configurations could become more apparent because hadrons should be described by fundamental degrees of freedom of quarks and gluons in quantum chromodynamics. One of such possibilities is to use the fragmentation functions (FFs). In this work, accurate FFs of an exotic hadron candidate $f_0$(980) are determined for the first time by an global analysis of experimental data on $e^+ + e^- \\to f_0 (980)+X$ with recent precise measurements of the Belle collaboration. From the global analysis, we found that their second moments have a relation $M_u = M_d \\ll M_s \\sim M_g $ for up-quark, down-quark, strange-quark, and gluon FFs. Furthermore, the function $D_s^{f_0}(z)$ is distributed in the larger-$z$ region in comparison with the functions $D_{u}^{f_0}(z)$, $D_{d}^{f_0}(z)$, and $D_g^{f_0}(z)$. These facts support that the $f_0 (980)$ has the $s\\bar s$ configuration at high energies. This is a new finding that $f_0 (980)$ should be considered mainly as the $s\\bar s$ state, which is different from our usual understanding as a tetraquark (or $K\\bar K$) hadron from low-energy studies. Our results could indicate the transition of the internal configuration picture that $f_0 (980)$ looks like a $q\\bar q$ state at high energies although it is described by tetra-quark or $K\\bar K$ molecule state at low energies. It sheds light on a new direction in exotic hadron physics.",
    "authors": [
      "S. Kumano"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20400",
    "title": "Optimization of the X-Arapuca Photon Collection Efficiency for the DUNE Horizontal Drift Far Detector",
    "abstract": "The Deep Underground Neutrino Experiment (DUNE) Far Detector (FD) Photon Detection System (PDS) employs the X-Arapuca concept, a photon trapping system relying on reflective surfaces and dichroic filters. In this paper are reported measurements, performed at the University of Milano-Bicocca, aimed at increasing the FD Horizontal Drift (HD) PDS module efficiency. The baseline implementation of the X-Arapuca concept for the FD-HD PDS module is close to the DUNE requirements as demonstrated in the collaborations laboratory testing. However, an increased performance would provide a safety margin for a detector planned to be operated for 30 years, without possibility of performing maintenance. A higher detector performance would also benefit the DUNE low energy physics program. The already proven Milano-Bicocca setup has been utilized to test different PDS module configurations comparing them to the original baseline. Exploiting prior knowledge of the X-Arapuca components and Geant4 based optical simulations it has been possible to achieve up to an ~84% performance increase over the baseline design. In the following it is presented the testing procedure, the performed measurements and a brief discussion on the obtained results.",
    "authors": [
      "E. Bertolini",
      "C. Brizzolari",
      "F. Bruni",
      "P. Carniti",
      "C.M. Cattadori",
      "S. Copello",
      "E. Cristaldo",
      "M. Delgado",
      "F. Galizzi",
      "C. Gotti",
      "D. Guffanti",
      "A. A. Machado",
      "L. Malinverni",
      "L. Meazza",
      "F. Meinardi",
      "G. Pessina",
      "G. Raselli",
      "M. Rossella",
      "E. Segreto",
      "H. Souza",
      "F. Terranova",
      "D. Warner"
    ],
    "primary_category": "physics.ins-det",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20402",
    "title": "A New Framework for Extracting GPDs from Exclusive Photon Electroproduction",
    "abstract": "Recently, a new framework for studying generic $2 \\to 3$ hard exclusive reactions, referred to as single-diffractive hard exclusive processes (SDHEP), has been introduced to provide a cleaner separation of the underlying physical mechanisms. In this work, we expand this formalism to the case of exclusive real-photon electroproduction off a nucleon, $e(\\ell) + N(p) \\to e(\\ell') + N(p') + \\gamma(q')$, which represents the classical channel for accessing generalized parton distributions (GPDs) in nucleons and nuclei. This extension enables a more systematic and physically transparent formulation of the reaction dynamics, paving the way for improved extractions of GPDs from experimental data as compared to existing approaches.",
    "authors": [
      "Jian-Wei Qiu",
      "Nobuo Sato",
      "Zhite Yu"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20417",
    "title": "Future Colliders Comparative Evaluation - Working Group Report",
    "abstract": "In anticipation of the completion of the High-Luminosity Large Hadron Collider (HL-LHC) programme by the end of 2041, CERN is preparing to launch a new major facility in the mid-2040s. According to the 2020 European Strategy for Particle Physics (ESPP), the highest-priority next collider is an electron-positron Higgs factory, followed in the longer term by a hadron-hadron collider at the highest achievable energy. The CERN directorate established a Future Colliders Comparative Evaluation working group in June 2023. This group brings together project leaders and domain experts to conduct a consistent evaluation of the Future Circular Collider (FCC) and alternative scenarios based on shared assumptions and standardized criteria. This report presents a comparative evaluation of proposed future collider projects submitted as input for the Update of the European Strategy for Particle Physics. These proposals are compared considering main performance parameters, environmental impact and sustainability, technical maturity, cost of construction and operation, required human resources, and realistic implementation timelines. An overview of the international collider projects within a similar timeframe, notably the CEPC in China and the ILC in Japan is also presented, as well as a short review of the status and prospects of new accelerator techniques.",
    "authors": [
      "G. Arduini",
      "M. Benedikt",
      "F. Gianotti",
      "K. Jakobs",
      "M. Lamont",
      "R. Losito",
      "M. Meddahi",
      "J. Mnich",
      "N. Mounet",
      "D. Schulte",
      "F. Sonnemann",
      "S. Stapnes",
      "F. Zimmermann"
    ],
    "primary_category": "physics.acc-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20523",
    "title": "Impact of quark flavor violating SUSY on h(125) decays at future lepton colliders",
    "abstract": "We study the CP-even neutral Higgs boson decays $h^0 \\to c \\bar{c}, b \\bar{b}, b \\bar{s}, \\gamma \\gamma, g g$ in the Minimal Supersymmetric Standard Model (MSSM) with general quark flavor violation (QFV) due to squark generation mixings, identifying the $h^0$ as the Higgs boson with a mass of 125 GeV. We compute the widths of the $h^0$ decays to $c \\bar c, b \\bar b, b \\bar s$ at full one-loop level. For the $h^0$ decays to $\\gamma \\gamma$ and $g g$ we compute the widths at NLO QCD level. {\\it For the first time}, we perform a systematic MSSM parameter scan for these widths respecting all the relevant theoretical and experimental constraints, such as those from B-meson data, and the 125 GeV Higgs boson data from recent LHC experiments, as well as the limits on Supersymmetric (SUSY) particle (sparticle) masses from the LHC experiments. We also take into account the expected sparticle mass limits from the future HL-LHC experiment in our analysis. {\\it In strong contrast to} the usual studies in the MSSM with Minimal Flavor Violation (MFV), we find that the deviations of these MSSM decay widths from the Standard Model (SM) values can be quite sizable and that there are significant correlations among these deviations. All of these sizable deviations in the $h^0$ decays are mainly due to large scharm-stop mixing and large sstrange-sbottom mixing. Such sizable deviations from the SM can be observed at high signal significance in future lepton colliders such as ILC, CLIC, CEPC, FCC-ee and muon collider {\\it even after} the failure of SUSY particle discovery at the HL-LHC. In case the deviation pattern shown here is really observed at the lepton colliders, then it would strongly suggest the discovery of QFV SUSY (the MSSM with general QFV).",
    "authors": [
      "H. Eberl",
      "K. Hidaka",
      "E. Ginina"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20581",
    "title": "NNLO QCD predictions for $Wγγ$ production at the LHC",
    "abstract": "Triboson production processes play a crucial role in probing the electroweak sector of the Standard Model, as they involve quartic gauge-boson couplings already at the tree level. With these measurements entering the precision era at the Large Hadron Collider (LHC), accurate theoretical predictions become indispensable. We present the computation of the next-to-next-to-leading-order (NNLO) QCD radiative corrections to the production of a $W$ boson in association with two photons ($W\\gamma\\gamma$) at the LHC. The calculation is exact, except for the finite part of the two-loop contribution, which is included in the leading-colour approximation. Predictions for the fiducial cross section and selected kinematic distributions are provided at a centre-of-mass energy of $\\sqrt{s}=13$ TeV, under standard experimental selection cuts. In line with observations for other multiboson processes involving direct photons, we find sizable NNLO corrections that enhance the next-to-leading-order predictions by about $23\\%$, with residual perturbative uncertainties that can be roughly estimated to be at the $5\\%$ level.",
    "authors": [
      "Paolo Garbarino",
      "Massimiliano Grazzini",
      "Stefan Kallweit",
      "Chiara Savoini"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20585",
    "title": "CP Violation in Charmed Meson Decays into Final States with $η'$",
    "abstract": "We derive Standard Model predictions for the CP asymmetries of singly-Cabibbo suppressed $D\\rightarrow P\\eta'$ decays, where $P=K,\\pi,\\eta$. Our predictions are based on the approximate SU(3)$_F$ symmetry of QCD and include first-order symmetry-breaking effects in a systematic way. The underlying symmetry leads to correlations between different decay modes. To this end we predict the correlations between $ a_{\\rm CP}^{\\rm dir}(D^+\\to \\pi^+ \\eta')$ and $a_{\\rm CP}^{\\rm dir}(D_s^+ \\to K^+ \\eta')$ as well as $a_{\\rm CP}^{\\rm dir}(D^0\\to \\pi^0 \\eta')$ and $ a_{\\rm CP}^{\\rm dir}(D^0\\to \\eta \\eta')$. Our results can be used to probe the Standard Model with future measurements by LHCb, Belle II and BESIII. At the same time, such future measurements permit the extraction of the key theory parameter related to the ratio of color-suppressed to color-favoured contributions to the decay amplitudes. Future data on both branching ratios and CP asymmetries will automatically improve our predictions and thereby also their sensitivity to physics beyond the Standard Model.",
    "authors": [
      "Carolina Bolognani",
      "Ulrich Nierste",
      "Stefan Schacht",
      "K. Keri Vos"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2507.12393",
    "title": "Model-agnostic likelihood for the reinterpretation of the $B^+\\to K^+ν\\barν$ measurement at Belle II",
    "abstract": "We recently measured the branching fraction of the $B^{+}\\rightarrow K^{+}\\nu\\bar{\\nu}$ decay using 362fb$^{-1}$ of on-resonance $e^+e^-$ collision data under the assumption of Standard Model kinematics, providing the first evidence for this decay. To facilitate future reinterpretations and maximize the scientific impact of this measurement, we publicly release the full analysis likelihood along with all necessary material required for reinterpretation under arbitrary theoretical models sensitive to this measurement. In this work, we demonstrate how the measurement can be reinterpreted within the framework of the Weak Effective Theory. Using a kinematic reweighting technique in combination with the published likelihood, we derive marginal posterior distributions for the Wilson coefficients, construct credible intervals, and assess the goodness of fit to the Belle II data. For the Weak Effective Theory Wilson coefficients, the posterior mode of the magnitudes $|C_\\mathrm{VL}+C_\\mathrm{VR}|$, $|C_\\mathrm{SL}+C_\\mathrm{SR}|$, and $|C_\\mathrm{TL}|$ corresponds to the point ${(11.3, 0.0, 8.2)}$. The respective 95\\% credible intervals are $[1.9, 16.2]$, $[0.0, 15.4]$, and $[0.0, 11.2]$.",
    "authors": [
      "Belle II Collaboration",
      "M. Abumusabh",
      "I. Adachi",
      "L. Aggarwal",
      "H. Ahmed",
      "Y. Ahn",
      "N. Akopov",
      "S. Alghamdi",
      "M. Alhakami",
      "A. Aloisio",
      "N. Althubiti",
      "K. Amos",
      "N. Anh Ky",
      "D. M. Asner",
      "H. Atmacan",
      "R. Ayad",
      "V. Babu",
      "H. Bae",
      "N. K. Baghel",
      "P. Bambade",
      "Sw. Banerjee",
      "M. Barrett",
      "M. Bartl",
      "J. Baudot",
      "A. Baur",
      "A. Beaubien",
      "F. Becherer",
      "J. Becker",
      "J. V. Bennett",
      "F. U. Bernlochner",
      "V. Bertacchi",
      "M. Bertemes",
      "E. Bertholet",
      "M. Bessner",
      "S. Bettarini",
      "V. Bhardwaj",
      "B. Bhuyan",
      "F. Bianchi",
      "D. Biswas",
      "D. Bodrov",
      "A. Bondar",
      "G. Bonvicini",
      "J. Borah",
      "A. Boschetti",
      "A. Bozek",
      "M. Bračko",
      "P. Branchini",
      "T. E. Browder",
      "A. Budano",
      "S. Bussino",
      "Q. Campagna",
      "M. Campajola",
      "L. Cao",
      "G. Casarosa",
      "C. Cecchi",
      "M.-C. Chang",
      "P. Cheema",
      "L. Chen",
      "B. G. Cheon",
      "K. Chilikin",
      "J. Chin",
      "K. Chirapatpimol",
      "H.-E. Cho",
      "K. Cho",
      "S.-J. Cho",
      "S.-K. Choi",
      "S. Choudhury",
      "L. Corona",
      "J. X. Cui",
      "E. De La Cruz-Burelo",
      "S. A. De La Motte",
      "G. de Marino",
      "G. De Nardo",
      "G. De Pietro",
      "R. de Sangro",
      "M. Destefanis",
      "S. Dey",
      "J. Dingfelder",
      "Z. Doležal",
      "T. V. Dong",
      "X. Dong",
      "K. Dugic",
      "G. Dujany",
      "P. Ecker",
      "R. Farkas",
      "T. Ferber",
      "T. Fillinger",
      "C. Finck",
      "G. Finocchiaro",
      "F. Forti",
      "A. Frey",
      "B. G. Fulsom",
      "A. Gabrielli",
      "A. Gale",
      "E. Ganiev",
      "M. Garcia-Hernandez",
      "R. Garg",
      "L. Gärtner",
      "G. Gaudino",
      "V. Gaur"
    ],
    "primary_category": "hep-ex",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2508.04191",
    "title": "Optimisation of the vertex detector and measurement of Higgs decays to second-generation quarks at the CEPC",
    "abstract": "The vertex detector is crucial for precision measurements of the Higgs boson at the electron-positron Higgs factory. Benchmarked with $H \\to c\\bar{c}$ and $H \\to s\\bar{s}$ measurements in the $\\nu\\bar{\\nu}H$ channel, we perform an optimisation study on the inner radius and spatial resolution of the vertex detector using the Jet Origin Identification (JOI) framework, which determines the parton flavor of jets using advanced Artificial Intelligence (AI) algorithm. We observe that, compared to the reference detector configuration, halving the inner radius and spatial resolution improves the transverse and longitudinal impact parameter resolution approximately by a factor of two, while increasing the accuracy and significance of the $H \\to c\\bar{c}/s\\bar{s}$ measurement by 4\\% and 8\\%, respectively. Conversely, doubling these parameters results in comparable degradation, with variations in the inner radius being the dominant factor. Our results provide guidance for detector design and highlight promising prospects for identifying the $H \\to s\\bar{s}$ decay mode at future Higgs factories.",
    "authors": [
      "Jialin Li",
      "Liang Hao",
      "Kaili Zhang",
      "Yifan Zhu",
      "Jun Guo",
      "Haijun Yang",
      "Manqi Ruan"
    ],
    "primary_category": "hep-ex",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2509.26130",
    "title": "Improving systematic uncertainties on precision two-body mass measurements",
    "abstract": "To make precision particle mass measurements in charged spectrometers detailed understanding of the influence of detector effects is critical. In this paper the influence of detector-related uncertainties on the determination of the parent particle mass in two-body decays is investigated. It is shown how the dependence of observed mass shifts on the sum and difference of the daughter particle momenta can be used to determine the physical causes of a bias more rigorously than the \\textit{ad hoc} rules that are often adopted. The approach is illustrated using the case of measuring the $\\Lambda$ hyperon mass. This observable is of interest because our current knowledge relies on information from a single experiment that has not been updated to account for changes in the value of the $\\textrm{K}_{\\textrm{s}}^0$ mass used for calibration. With the approach developed in the paper it shown that the LHCb experiment has the capability to make a measurement of the $\\Lambda$ mass with systematic uncertainties from the tracking system controlled to $0.7\\,$keV/$c^2$. This allows a total precision of $2.2\\,$keV/$c^2$ to be achieved, dominated by the knowledge of the $\\textrm{K}_{\\textrm{s}}^0$ mass used for calibration. This would improve the current knowledge of the $\\Lambda$ hyperon mass by a factor of three.",
    "authors": [
      "Allison Chu",
      "Yiming Liu",
      "Matthew Needham"
    ],
    "primary_category": "hep-ex",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2406.12869",
    "title": "Graph Neural Network-Based Pipeline for Track Finding in the Velo at LHCb",
    "abstract": "Over the next decade, increases in instantaneous luminosity and detector granularity will amplify the amount of data that has to be analysed by high-energy physics experiments, whether in real time or offline, by an order of magnitude. The reconstruction of charged particle tracks, which has always been a crucial element of offline data processing pipelines, must increasingly be deployed from the very first stages of the real time processing to enable experiments to achieve their physics goals. Graph Neural Networks (GNNs) have received a great deal of attention in the community because their computational complexity scales nearly linearly with the number of hits in the detector, unlike conventional algorithms which often scale quadratically or worse. This paper presents ETX4VELO, a GNN-based track-finding pipeline tailored for the Run 3 LHCb experiment's Vertex Locator, in the context of LHCb's fully GPU-based first-level trigger system, Allen. Currently implemented in Python, ETX4VELO offers the ability to reconstruct tracks with shared hits using a novel triplet-based method. When benchmarked against the traditional track-finding algorithm in Allen, this GNN-based approach not only matches but occasionally surpasses its physics performance. In particular, the fraction of fake tracks is reduced from over 2% to below 1% and the efficiency to reconstruct electrons is improved. While achieving comparable physics performance is a milestone, the immediate priority remains implementing ETX4VELO in Allen in order to determine and optimise its throughput, to meet the demands of this high-rate environment.",
    "authors": [
      "Anthony Correia",
      "Fotis I. Giasemis",
      "Nabil Garroum",
      "Vladimir Vava Gligorov",
      "Bertrand Granado"
    ],
    "primary_category": "physics.ins-det",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2410.13148",
    "title": "Learning Efficient Representations of Neutrino Telescope Events",
    "abstract": "Neutrino telescopes detect rare interactions of particles produced in some of the most extreme environments in the Universe. This is accomplished by instrumenting a cubic-kilometer scale volume of naturally occurring transparent medium with light sensors. Given their substantial size and the high frequency of background interactions, these telescopes amass an enormous quantity of large variance, high-dimensional data. These attributes create substantial challenges for analyzing and reconstructing interactions, particularly when utilizing machine learning (ML) techniques. In this paper, we present a novel approach, called om2vec, that employs transformer-based variational autoencoders to efficiently represent the detected photon arrival time distributions of neutrino telescope events by learning compact and descriptive latent representations. We demonstrate that these latent representations offer enhanced flexibility and improved computational efficiency, thereby facilitating downstream tasks in data analysis.",
    "authors": [
      "Felix J. Yu",
      "Nicholas Kamp",
      "Carlos A. Argüelles"
    ],
    "primary_category": "physics.data-an",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2503.09280",
    "title": "eV-scale sterile neutrino: A window open to non-unitarity?",
    "abstract": "An excess observed in the accelerator neutrino experiments in the $\\nu_{\\mu} \\rightarrow \\nu_{e}$ channel at high confidence level (CL) has been interpreted as due to eV-scale sterile neutrino(s). But, it has been suffered from the problem of ``appearance-disappearance tension'' at the similarly high CL because the measurements of the $\\nu_{\\mu} \\rightarrow \\nu_{\\mu}$ channel do not observe the expected event number depletion corresponding to the sterile contribution in the appearance channel. We suggest non-unitarity as a simple and natural way of resolving the tension, which leads us to construct the non-unitary $(3+1)$ model. With reasonable estimation of the $\\alpha$ parameters governing non-unitarity, which we argue growing when more sterile states added, we perform an illustrative analysis to illuminate if the tension can be resolved in this model. We have found the unique solution with $\\sin^2 2\\theta_{14} \\approx 0.3$, which is consistent with the (reactors + Ga) data and is stable against variation of the appearance signature. This solution bridges between the two high CL signatures, BEST and LSND-MiniBooNE, and implies a large neutrino-antineutrino asymmetry, given the much less anomaly indicated in the antineutrino sector.",
    "authors": [
      "Hisakazu Minakata"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2503.18713",
    "title": "A detailed study on the prospects for a $\\mathrm{t\\overline{t}}$ threshold scan in $\\mathrm{e^+e^-}$ collisions",
    "abstract": "A scan of the beam energy across the top quark pair ($\\mathrm{t\\overline{t}}$) production threshold is part of the program of future Higgs, top, and electroweak factory projects. In this paper, we provide projections for the achievable precision in the top quark mass ($m_\\mathrm{t}$), width ($\\Gamma_\\mathrm{t}$), and Yukawa coupling ($y_\\mathrm{t}$) at the electron-positron ($\\mathrm{e^+e^-}$) stage of the Future Circular Collider (FCC-ee). The study includes a detailed assessment of parametric and systematic uncertainties, as well as a rigorous estimate of the effect of point-to-point correlations. We project that $m_\\mathrm{t}$ and $\\Gamma_\\mathrm{t}$ can be determined with an experimental precision of about 6.8 and 11.5 MeV, respectively, when $m_\\mathrm{t}$ is defined in the potential-subtracted (PS) scheme. The impact of theoretical uncertainties due to missing higher orders is found to be of about 35 (25) MeV on $m_\\mathrm{t}$ ($\\Gamma_\\mathrm{t}$) at N$^3$LO in non-relativistic QCD. Therefore, improvements in the theoretical accuracy, which is an active area of development, are key to match the achievable experimental precision at a future $\\mathrm{e^+e^-}$ collider. Finally, we explore the prospects for a measurement of $y_\\mathrm{t}$ at FCC-ee via a dedicated run above the $\\mathrm{t\\overline{t}}$ production threshold.",
    "authors": [
      "Matteo M. Defranchis",
      "Jorge de Blas",
      "Ankita Mehta",
      "Michele Selvaggi",
      "Marcel Vos"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2505.04191",
    "title": "Heisenberg Uncertainty Inequality and Breaking of Isospin Symmetry in Atomic Nuclei",
    "abstract": "The Heisenberg uncertainty inequality is used to derive a rigorous lower bound to the amount of isospin impurities in $N=Z$ atomic nuclei, caused by the violation of isospin symmetry. The bound is fixed by the difference between the neutron and proton radii and the sum of the charge exchange monopole strengths. It can be used to check the consistency of advanced many-body calculations accounting for the breaking of isospin symmetry. The uncertainty inequality is also employed to derive an upper bound to the isovector dipole moment in terms of the amount of isospin impurities, providing an insightful connection between the violation of parity and isospin symmetries.",
    "authors": [
      "Sandro Stringari"
    ],
    "primary_category": "nucl-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2506.06438",
    "title": "Data-Driven High-Dimensional Statistical Inference with Generative Models",
    "abstract": "Crucial to many measurements at the LHC is the use of correlated multi-dimensional information to distinguish rare processes from large backgrounds, which is complicated by the poor modeling of many of the crucial backgrounds in Monte Carlo simulations. In this work, we introduce HI-SIGMA, a method to perform unbinned high-dimensional statistical inference with data-driven background distributions. In contradistinction to many applications of Simulation Based Inference in High Energy Physics, HI-SIGMA relies on generative ML models, rather than classifiers, to learn the signal and background distributions in the high-dimensional space. These ML models allow for interpretable inference while also incorporating model errors and other sources of systematic uncertainties. We showcase this methodology on a simplified version of a di-Higgs measurement in the $bb\\gamma\\gamma$ final state, where the di-photon resonance allows for background interpolation from sidebands into the signal region. We demonstrate that HI-SIGMA provides improved sensitivity as compared to standard classifier-based methods, and that systematic uncertainties can be straightforwardly incorporated by extending methods which have been used for histogram based analyses.",
    "authors": [
      "Oz Amram",
      "Manuel Szewc"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2507.02723",
    "title": "The Yukawa potential of a non-homogeneous sphere, with new limits on an ultralight boson",
    "abstract": "Extremely weak long-range forces may lead to apparent violations of the Equivalence Principle. The final MICROSCOPE result, leading at 95 % c.l. to $|\\delta| < 4.5 \\times 10^{-15}$ or $6.5 \\times 10^{-15}$ for a positive or negative Eötvös parameter $\\delta$, requires taking into account the spin of the mediator, and the sign of $\\Delta (Q/A_r)_{\\rm{Ti-Pt}}$ ($Q$ denoting the new charge involved). A coupling to $B-L$ or $B$ should verify $|g_{B-L}|<1.1 \\times 10^{-25}$ or $|g_{B}| < 8 \\times 10^{-25}$, for a spin-1 mediator of mass $m < 10^{-14}$ eV$/c^2$, with slightly different limits of $1.3 \\times 10^{-25}$ or $\\,6.6 \\times 10^{-25}$ in the spin-0 case. The limits increase with $m$, in a way which depends on the density distribution within the Earth. This involves an hyperbolic form factor, expressed through a bilateral Laplace transform as $\\Phi(x=mR)= \\langle\\,\\sinh mr/mr \\,\\rangle$, related by analytic continuation to the Earth form factor $\\Phi(ix)= \\langle \\,\\sin mr/mr \\,\\rangle $. It may be expressed as $\\Phi(x) = \\frac{3}{x^2}\\, (\\cosh x - \\frac{\\sinh x}{x}) \\times\\, \\bar\\rho(x)/\\rho_0\\,$, where $\\bar\\rho(x)$ is an effective density, decreasing from the average $\\rho_0$ at $m=0$ down to the density at the periphery. We give general integral or multishell expressions of $\\Phi(x)$, evaluating it, and $\\bar\\rho(x)$, in a simplified 5-shell model. $\\Phi(x)$ may be expanded as $\\, \\sum \\frac{x^{2n}}{(2n+1)!} \\frac{\\langle \\,r^{2n}\\,\\rangle}{R^{2n}} \\simeq 1 + .0827\\ x^2 + .00271 \\ x^4 + 4.78 \\times 10^{-5}\\,x^6 + 5.26\\times 10^{-7}\\, x^8 +\\ ... \\ $, absolutely convergent for all $x$ and potentially useful up to $x\\approx 5$. The coupling limits increase at large $x$ like $mR \\ e^{mz/2}/\\sqrt{1+mr}$ ($z=r-R$ being the satellite altitude), getting multiplied by $\\simeq 1.9,\\ 34$, or $1.2\\times 10^9$, for $m = 10^{-13},\\ 10^{-12}$ or $10^{-11}$ eV$/c^2$, respectively.",
    "authors": [
      "Pierre Fayet"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2510.02085",
    "title": "Fully charm tetraquark production at hadronic collisions with gluon radiation effects",
    "abstract": "We have performed, for the first time, a complete next-to-leading order QCD calculation for processes involving fully charm tetraquark states, revealing that the renormalization constant of the color-singlet four charm quark operator is exactly unity at this order. By resumming over various gluon radiation effects, we have improved the precision of their hadroproduction cross-section to the order of ${\\cal O}(\\alpha_s^5)$. Through symmetry analysis, we investigated the possible quark configurations of the fully charm tetraquark and expanded its states in the color symmetry-antisymmetry basis. By combining LHCb data on the total cross section of the exotic hadron X(6900) and CMS measurements of its spin-parity, we extracted the non-perturbative but universal long-distance matrix elements. The rapidity and transverse momentum distributions are also predicted, which await further experimental verification.",
    "authors": [
      "Yefan Wang",
      "Ruilin Zhu"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.09118",
    "title": "Learning to Validate Generative Models: a Goodness-of-Fit Approach",
    "abstract": "Generative models are increasingly central to scientific workflows, yet their systematic use and interpretation require a proper understanding of their limitations through rigorous validation. Classic approaches struggle with scalability, statistical power, or interpretability when applied to high-dimensional data, making it difficult to certify the reliability of these models in realistic, high-dimensional scientific settings. Here, we propose the use of the New Physics Learning Machine (NPLM), a learning-based approach to goodness-of-fit testing inspired by the Neyman--Pearson construction, to test generative networks trained on high-dimensional scientific data. We demonstrate the performance of NPLM for validation in two benchmark cases: generative models trained on mixtures of Gaussian models with increasing dimensionality, and a public end-to-end model, known as FlowSim, developed to generate high-energy physics collision events. We demonstrate that the NPLM can serve as a powerful validation method while also providing a means to diagnose sub-optimally modeled regions of the data.",
    "authors": [
      "Pietro Cappelli",
      "Gaia Grosso",
      "Marco Letizia",
      "Humberto Reyes-González",
      "Marco Zanetti"
    ],
    "primary_category": "stat.ML",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.12007",
    "title": "Hofstadter-Herman Visualization as a Diagnostic Tool for Systematic Effects in Electromagnetic Form Factor Extractions",
    "abstract": "The internal charge and magnetization distributions of the proton are characterized by electromagnetic form factors GE and GM. They are experimentally extracted via Rosenbluth separation, which measures the elastic scattering of electrons and protons at multiple beam energies and angles at fixed momentum transfer Q2. Conventionally, form factor values are obtained by plotting reduced cross sections against the virtual photon polarization parameter epsilon and then extracting the slope and intercept of the best fit lines. An alternative visualization method, proposed by Hofstadter and Herman in 1960, plots GM2 vs. GE2 curves instead. The best fit values of GE2 and GM2 are immediately visible from the intersection region of the curves and their uncertainty bands. In this work, we apply both conventional and Hofstadter-Herman visualizations to classic 1994 SLAC elastic scattering data. We demonstrate that the Hofstadter-Herman method reveals previously obscured regions of form factor parameter space and highlights subtle experimental discrepancies among data sets. Our results motivate adopting this visualization method as a routine diagnostic cross-check at the Electron-Ion Collider and elsewhere to flag normalization shifts and related adjustments before they enter global fits.",
    "authors": [
      "Tyler Williams",
      "Jennifer Rittenhouse West",
      "Douglas W. Higinbotham",
      "Fatiha Benmokhtar"
    ],
    "primary_category": "nucl-ex",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19789",
    "title": "Studying properties of the SU(2) QCD by lattice field theory methods",
    "abstract": "We present new results on properties of $SU(2)$ QCD in lattice regularization. Our main goal is to find the transition line confinement - deconfinement in $\\mu - T$ plane. We compute the Polyakov loop and the string tension to determine this line.",
    "authors": [
      "Ilya Kudrov",
      "Vitaly Bornyakov",
      "Vladimir Goy"
    ],
    "primary_category": "hep-lat",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20600",
    "title": "Long-distance contributions to kaon decays on the lattice",
    "abstract": "In the past decades, significant improvements have been made on standard-model predictions on kaon decays using lattice quantum chromodynamics. In these proceedings, I review selected works on long-distance contributions to kaon decays and developments on QED corrections to those.",
    "authors": [
      "En-Hung Chao"
    ],
    "primary_category": "hep-lat",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.16851",
    "title": "Quantum Data Learning of Topological-to-Ferromagnetic Phase Transitions in the 2+1D Toric Code Loop Gas Model",
    "abstract": "Quantum data learning (QDL) provides a framework for extracting physical insights directly from quantum states, bypassing the need for any identification of the classical observable of the theory. A central challenge in many-body physics is that the identity of quantum phases, especially those with topological order, are often inaccessible through local observables or simple symmetry-breaking diagnostics. Here, we apply QDL techniques to the 2+1-dimensional toric-code loop-gas model in a magnetic field. Ground states are generated across multiple lattice sizes using a parametrized loop-gas circuit (PLGC) with a variational quantum-eigensolver (VQE) approach. We then train a quantum convolutional neural network (QCNN) across the full field-parameter range to perform phase classification and capture the overall phase structure. We also employ a physics-aware training protocol that excludes the near-critical region (0.2 <= x <= 0.4)) around (x_c = 0.25), the phase-transition point estimated by quantum Monte Carlo, reserving this window for testing to evaluate the ability of the model to learn the phase transition. In parallel, we implement an unsupervised quantum k-means method based on state overlaps, which partitions the dataset into two phases without prior labeling. Our supervised QDL approach recovers the phase structure and accurately locates the phase transition, in close agreement with previously reported values; the unsupervised QDL approach recovers the phase structure and locates the phase transition with a small offset as expected in finite volumes; both QDL methods outperform classical alternatives. These findings establish QDL as an effective framework for characterizing topological quantum matter, studying finite volume effects, and probing phase diagrams of higher-dimensional systems.",
    "authors": [
      "Shamminuj Aktar",
      "Rishabh Bhardwaj",
      "Andreas Bärtschi",
      "Tanmoy Bhattacharya",
      "Stephan Eidenbenz"
    ],
    "primary_category": "quant-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20217",
    "title": "First determination of fragmentation functions in an exotic-hadron candidate",
    "abstract": "In recent years, there are experimental reports on exotic-hadron candidates, which have different quark configurations from ordinary $q\\bar q$ and $qqq$ constituents. However, it is not easy to confirm their exotic nature from global observables such as masses, spins, parities, and decay widths. At high energies, internal quark and gluon configurations could become more apparent because hadrons should be described by fundamental degrees of freedom of quarks and gluons in quantum chromodynamics. One of such possibilities is to use the fragmentation functions (FFs). In this work, accurate FFs of an exotic hadron candidate $f_0$(980) are determined for the first time by an global analysis of experimental data on $e^+ + e^- \\to f_0 (980)+X$ with recent precise measurements of the Belle collaboration. From the global analysis, we found that their second moments have a relation $M_u = M_d \\ll M_s \\sim M_g $ for up-quark, down-quark, strange-quark, and gluon FFs. Furthermore, the function $D_s^{f_0}(z)$ is distributed in the larger-$z$ region in comparison with the functions $D_{u}^{f_0}(z)$, $D_{d}^{f_0}(z)$, and $D_g^{f_0}(z)$. These facts support that the $f_0 (980)$ has the $s\\bar s$ configuration at high energies. This is a new finding that $f_0 (980)$ should be considered mainly as the $s\\bar s$ state, which is different from our usual understanding as a tetraquark (or $K\\bar K$) hadron from low-energy studies. Our results could indicate the transition of the internal configuration picture that $f_0 (980)$ looks like a $q\\bar q$ state at high energies although it is described by tetra-quark or $K\\bar K$ molecule state at low energies. It sheds light on a new direction in exotic hadron physics.",
    "authors": [
      "S. Kumano"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20402",
    "title": "A New Framework for Extracting GPDs from Exclusive Photon Electroproduction",
    "abstract": "Recently, a new framework for studying generic $2 \\to 3$ hard exclusive reactions, referred to as single-diffractive hard exclusive processes (SDHEP), has been introduced to provide a cleaner separation of the underlying physical mechanisms. In this work, we expand this formalism to the case of exclusive real-photon electroproduction off a nucleon, $e(\\ell) + N(p) \\to e(\\ell') + N(p') + \\gamma(q')$, which represents the classical channel for accessing generalized parton distributions (GPDs) in nucleons and nuclei. This extension enables a more systematic and physically transparent formulation of the reaction dynamics, paving the way for improved extractions of GPDs from experimental data as compared to existing approaches.",
    "authors": [
      "Jian-Wei Qiu",
      "Nobuo Sato",
      "Zhite Yu"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20599",
    "title": "Precision thermodynamics of the strongly interacting Fermi gas in two dimensions",
    "abstract": "The two-species cold atomic Fermi gas with attractive short-range interactions in two spatial dimensions undergoes a Bardeen-Cooper-Schrieffer (BCS) to a Bose-Einstein Condensate (BEC) crossover as a function of $\\ln (k_F a)$, where $a$ is the scattering length. However, the nature of this crossover in the strong coupling regime $\\ln(k_F a) \\sim 1$ remains poorly understood. In this work we use canonical-ensemble auxiliary-field quantum Monte Carlo methods on discrete lattices to calculate several thermodynamical quantities in the strongly interacting regime, and eliminate systematic errors by extrapolating to continuous time and taking the continuum limit. In particular, we present results for the condensate fraction, spin susceptibility, contact, energy equation of state, and the free energy staggering gap. We identify signatures of a pseudogap regime, in which pairing correlations survive above the critical temperature for superfluidity, in the spin susceptibility and in the free energy staggering gap. These results can be used as a benchmark for future experiments.",
    "authors": [
      "S. Ramachandran",
      "S. Jensen",
      "Y. Alhassid"
    ],
    "primary_category": "cond-mat.quant-gas",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2508.11541",
    "title": "Application of Laplace filters to the analysis of lattice time correlators",
    "abstract": "The analysis of lattice simulation correlation function data is notoriously hindered by the ill-conditioning of the Euclidean time covariance matrix. Additionally, the isolation of a single physical state in such functions is generally affected by systematic contamination from unwanted states. In this paper, we present a new methodology based on regulated Laplace filters and demonstrate that it can be used to address both issues using state-of-the-art simulation data. Regulated Laplace filters are invertible high-pass filters that suppress local correlations in the data, and we show that they can reduce the condition number of covariance matrices by several orders of magnitude. Furthermore, Laplace filters can annihilate functions that decay exponentially with time, which can be used to alter the spectrum of a lattice correlation function. We show that this property can be exploited to significantly reduce excited-state contamination in the determination of matrix elements. The same property can also be used to constrain the spectral content of a correlation function and has the potential to form the basis of new methods to extract physical information from lattice data.",
    "authors": [
      "Antonin Portelli",
      "Justus Tobias Tsang"
    ],
    "primary_category": "hep-lat",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2509.03509",
    "title": "Gluon Condensate via Dirac Spectral Density: IR Phase, Scale Anomaly and IR Decoupling",
    "abstract": "Quark and gluon scalar densities, $\\langle \\bar{\\psi} \\psi \\rangle$ and $\\langle F^2 \\rangle$, reflect the degree of scale-invariance violations in SU(N) gauge theories with fundamental quarks. It is known that $\\langle \\bar{\\psi} \\psi \\rangle$ can be usefully scale-decomposed via spectral density $\\rho(\\lambda)$ of Dirac modes. Here I give such formula for $\\langle F^2 \\rangle$, which reveals that gluon condensate is a strictly UV quantity. For the recently-found IR phase [1,2], where the infrared (IR) degrees of freedom separate out and become independent of the system's bulk, it implies that $\\langle F^2 \\rangle$ due to this IR part vanishes. Its glue thus doesn't contribute to scale anomaly of the entire system and is, in this sense, scale invariant consistently with the original claim. Associated formulas are used to define IR decoupling of glue, which may serve as an alternative indicator of IR phase transition. Using the simplest form of coherent lattice QCD, we express the effective action of full QCD entirely via Dirac spectral density.",
    "authors": [
      "Ivan Horváth"
    ],
    "primary_category": "hep-lat",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2507.03569",
    "title": "Challenging $\\bar{B}_{(s)}\\to D_{(s)}^{(*)}$ Form Factors with the Heavy Quark Expansion",
    "abstract": "Recent publications by three lattice QCD collaborations have provided an unprecedented wealth of theoretical predictions for the $\\bar{B}_q \\to D_q^{(*)}$ form factors, for spectator flavours $q=u/d$ and $q=s$. We analyse these predictions within the framework of the heavy-quark expansion (HQE) to order $\\alpha_s$, $1/m_b$, and $1/m_c^2$. For the first time, our analysis imposes unitarity bounds for all of the $\\bar{B}_q^{(*)} \\to D_q^{(*)}$ form factors; this includes newly identified tensor form factors arising in $\\bar{B}_q^*\\to D_q^{(*)}$. This enables us to treat all form factors in the same fashion. At the level of our present analysis, the inclusion of the tensor bounds is not yet constraining the HQE parameter space. We find the lattice QCD results to be well compatible with each other in a joint HQE fit as well as with QCD sum rule estimates that were used in previous HQE analyses. This is in contrast to the strong variability of the posterior predictions, in particular of the form factors ratios $R_0$ and $R_2$. Using the posterior distributions of our HQE analysis, we provide predictions for angular observables and LFU ratios in the $\\bar{B}_q \\to D_q^{(*)}\\ell^-\\bar{\\nu}$ decays.",
    "authors": [
      "Marzia Bordone",
      "Nico Gubernari",
      "Martin Jung",
      "Danny van Dyk"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2509.03613",
    "title": "Strong CP Violation and large-$N_c$ spin-flavor symmetry",
    "abstract": "We revisit the contribution of the QCD $\\bar \\theta$ term to the CP violating pion-nucleon couplings and the nucleon electric dipole moment in a combined large-$N_c$ and chiral perturbation theory framework. In particular, we approach this issue through the emergent spin-flavor symmetry of the baryon sector at large but finite $N_c$. We obtain good agreement with previous analyses for the pion-nucleon couplings and show that the large-$N_c$ framework indicates that tree-level contributions to the electric dipole moment possibly play a dominant role. The spin-flavor symmetry also enables us to provide novel constraints on CP violating pion-$\\Delta$ couplings as well as the $\\Delta$ electric dipole moment and $\\Delta N$ transition moment.",
    "authors": [
      "Thomas R. Richardson"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2510.02085",
    "title": "Fully charm tetraquark production at hadronic collisions with gluon radiation effects",
    "abstract": "We have performed, for the first time, a complete next-to-leading order QCD calculation for processes involving fully charm tetraquark states, revealing that the renormalization constant of the color-singlet four charm quark operator is exactly unity at this order. By resumming over various gluon radiation effects, we have improved the precision of their hadroproduction cross-section to the order of ${\\cal O}(\\alpha_s^5)$. Through symmetry analysis, we investigated the possible quark configurations of the fully charm tetraquark and expanded its states in the color symmetry-antisymmetry basis. By combining LHCb data on the total cross section of the exotic hadron X(6900) and CMS measurements of its spin-parity, we extracted the non-perturbative but universal long-distance matrix elements. The rapidity and transverse momentum distributions are also predicted, which await further experimental verification.",
    "authors": [
      "Yefan Wang",
      "Ruilin Zhu"
    ],
    "primary_category": "hep-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  }
]