[
  {
    "id": "arXiv:2511.19442",
    "title": "gr-Orbit-Toolkit: A Python-Based Software for Simulating and Visualizing Relativistic Orbits",
    "abstract": "Creating software dedicated to simulation is essential for teaching and research in Science, Technology, Engineering, and Mathematics (STEM). Physics lecturing can be more effective when digital twins are used to accompany theory classes. Research in physics has greatly benefited from the advent of modern, high-level programming languages, which facilitate the implementation of user-friendly code. Here, we report our own Python-based software, the gr-orbit-toolkit, to simulate orbits in classical and general relativistic scenarios. First, we present the ordinary differential equations (ODEs) for classical and relativistic orbital accelerations. For the latter, we follow a post-Newtonian approach. Second, we describe our algorithm, which numerically integrates these ODEs to simulate the orbits of small-sized objects orbiting around massive bodies by using Euler and Runge-Kutta methods. Then, we study a set of sample two-body models with either the Sun or a black hole in the center. Our simulations confirm that the orbital motions predicted by classical and relativistic ODEs drastically differ for bodies near the Schwarzschild radius of the central massive body. Classical mechanics explains the orbital motion of objects far away from a central massive body, but general relativity is required to study objects moving at close proximity to a massive body, where the gravitational field is strong. Our study on objects with different eccentricities confirms that our code captures relativistic orbital precession. Our convergence analysis shows the toolkit is numerically robust. Our gr-orbit-toolkit aims at facilitating teaching and research in general relativity, so a comprehensive user and developer guide is provided in the public code repository.",
    "authors": [
      "Milagros Delgado",
      "Wladimir E. Banda-Barragán"
    ],
    "primary_category": "physics.ed-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19459",
    "title": "Constructing a Unified Model of Community Formation in Community-Supported Agriculture: Insights from Consumer and Producer Pathways in Japan",
    "abstract": "Community Supported Agriculture (CSA) has been recognized globally as a promising framework that embeds agriculture within social relations, yet its diffusion remains limited in contexts such as Japan. Existing studies have largely focused on either consumer or producer participation in isolation, offering fragmented insights and leaving unexplored how their reciprocal processes jointly shape CSA communities. This study addresses this gap by integrating the trajectories of both groups into a comprehensive account of CSA community formation. Drawing on semi-structured interviews with ten CSA producers and ten consumers, we employed the Modified Grounded Theory Approach (M-GTA) to inductively theorize processes of participation and practice. The analysis showed that producers advance CSA through internal adjustments and sense-making to cope with uncertainties, while consumers are guided by life events, practical skills, and prior purchasing experiences toward participation. Synthesizing these insights, we propose a six-phase model of CSA community formation, dispersed interest, awareness, interest formation, motivation, practice, and co-creative continuation, that demonstrates how producers, consumers, and intermediaries interact across stages. The model highlights the pivotal role of key players in sustaining engagement and provides a new perspective for institutionalizing CSA as a durable component of sustainable food systems.",
    "authors": [
      "Sota Takagi",
      "Miki Saijo",
      "Takumi Ohashi"
    ],
    "primary_category": "physics.soc-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19507",
    "title": "Causal spillover effects of electric vehicle charging station placement on local businesses: a staggered adoption study",
    "abstract": "Understanding the economic impacts of the placement of electric vehicle charging stations (EVCSs) is crucial for planning infrastructure systems that benefit the broader community. Theoretical models have been used to predict human behavior during charging events, however, these models have often neglected the complexity of trip patterns, and have underestimated the real-world impacts of such infrastructure on the local economy. In this paper, we design a quasi-experiment using mobile phone GPS location and EVCS deployment history data to analyze the causal impact of EVCS placement on visitation patterns to businesses. More specifically, we leverage the staggered placement of EVCSs in New York City and California Bay Area to match treated and control businesses that share similar characteristics including the business sector, location, and pre-treatment visitation count. By comparing three alternative matching strategies, we show that staggered adoption avoids selecting controls from non-treated clusters, and yields greater spatial overlap in dense urban areas. We find that EVCS installations significantly increase customer traffic, with effects concentrated in recreational venues in New York City and routine destinations such as groceries, pharmacies, and cafes in California Bay Area. Our results suggest that the economic spillovers of EVCSs vary across urban contexts and highlight the effectiveness of leveraging the staggered nature of adoption timings for evaluating infrastructure impacts in heterogeneous urban environments.",
    "authors": [
      "M. Mavin De Silva",
      "Callie Clark",
      "Tadachika Nakayama",
      "Takahiro Yabe"
    ],
    "primary_category": "physics.soc-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19520",
    "title": "Modeling Bioelectric State Transitions in Glial Cells: An ASAL-Inspired Computational Approach to Glioblastoma Initiation",
    "abstract": "Understanding how glioblastoma (GBM) emerges from initially healthy glial tissue requires models that integrate bioelectrical, metabolic, and multicellular dynamics. This work introduces an ASAL-inspired agent-based framework that simulates bioelectric state transitions in glial cells as a function of mitochondrial efficiency (Meff), ion-channel conductances, gap-junction coupling, and ROS dynamics. Using a 64x64 multicellular grid over 60,000 simulation steps, we show that reducing Meff below a critical threshold (~0.6) drives sustained depolarization, ATP collapse, and elevated ROS, reproducing key electrophysiological signatures associated with GBM. We further apply evolutionary optimization (genetic algorithms and MAP-Elites) to explore resilience, parameter sensitivity, and the emergence of tumor-like attractors. Early evolutionary runs converge toward depolarized, ROS-dominated regimes characterized by weakened electrical coupling and altered ionic transport. These results highlight mitochondrial dysfunction and disrupted bioelectric signaling as sufficient drivers of malignant-like transitions and provide a computational basis for probing the bioelectrical origins of oncogenesis.",
    "authors": [
      "Wiktoria Agata Pawlak"
    ],
    "primary_category": "physics.bio-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19533",
    "title": "Experimental Demonstration of an On-Axis Laser Ranging Interferometer for Future Gravity Missions",
    "abstract": "We experimentally demonstrate a novel interferometric architecture for next-generation gravity missions, featuring a laser ranging interferometer (LRI) that enables monoaxial transmission and reception of laser beams between two optical benches with a heterodyne frequency of 7.3 MHz. Active beam steering loops, utilizing differential wavefront sensing (DWS) signals, ensure co-alignment between the receiving (RX) beam and the transmitting (TX) beam. With spacecraft attitude jitter simulated by hexapod-driven rotations, the interferometric link achieves a pointing stability below 10 urad/$\\mathrm{\\sqrt{Hz}}$ in the frequency range between 2 mHz and 0.5 Hz, and the fluctuation of the TX beam's polarization state results in a reduction of 0.14\\% in the carrier-to-noise-density ratio over a 15-hour continuous measurement. Additionally, tilt-to-length (TTL) coupling is experimentally investigated using the periodic scanning of the hexapod. Experimental results show that the on-axis LRI enables the inter-spacecraft ranging measurements with nanometer accuracy, making it a potential candidate for future GRACE-like missions.",
    "authors": [
      "Daikang Wei",
      "Christoph Bode",
      "Kohei Yamamoto",
      "Yongho Lee",
      "Germán Fernández Barranco",
      "Vitali Müller",
      "Miguel Dovale Álvarez",
      "Juan José Esteban Delgado",
      "Gerhard Heinzel"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19539",
    "title": "PhysDNet: Physics-Guided Decomposition Network of Side-Scan Sonar Imagery",
    "abstract": "Side-scan sonar (SSS) imagery is widely used for seafloor mapping and underwater remote sensing, yet the measured intensity is strongly influenced by seabed reflectivity, terrain elevation, and acoustic path loss. This entanglement makes the imagery highly view-dependent and reduces the robustness of downstream analysis. In this letter, we present PhysDNet, a physics-guided multi-branch network that decouples SSS images into three interpretable fields: seabed reflectivity, terrain elevation, and propagation loss. By embedding the Lambertian reflection model, PhysDNet reconstructs sonar intensity from these components, enabling self-supervised training without ground-truth annotations. Experiments show that the decomposed representations preserve stable geological structures, capture physically consistent illumination and attenuation, and produce reliable shadow maps. These findings demonstrate that physics-guided decomposition provides a stable and interpretable domain for SSS analysis, improving both physical consistency and downstream tasks such as registration and shadow interpretation.",
    "authors": [
      "Can Lei",
      "Hayat Rajani",
      "Nuno Gracias",
      "Rafael Garcia",
      "Huigang Wang"
    ],
    "primary_category": "physics.ao-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19541",
    "title": "Designing Space-Time Metamaterials: The Central Role of Dispersion Engineering",
    "abstract": "Space-time metamaterials are redefining wave engineering by enabling fully dynamic four-dimensional control of electromagnetic fields, allowing simultaneous manipulation of frequency, amplitude, momentum, and propagation direction. This unified functionality moves well beyond reciprocity-breaking mechanisms, marking a fundamental transition from static media to polychromatic, energy-efficient wave processors. This article establishes dispersion engineering as the core design paradigm for these dynamic systems. We show that the dispersion relation, linking frequency and wavenumber, serves as a master blueprint governing exotic wave phenomena such as nonreciprocity, beam splitting, asymmetric frequency conversion, amplification, spatial decomposition, and momentum bandgaps. By analyzing analytical dispersion surfaces and isofrequency contours in subluminal, luminal, and superluminal modulation regimes, we reveal how tailored spatiotemporal modulation orchestrates controlled energy flow among harmonic modes. We further demonstrate how this framework directly informs practical device operation, highlighting advanced implementations including angular-frequency beam multiplexing in superconducting Josephson junction arrays. Combining insights from wave theory, numerical modeling, and experimental realization, this work provides a comprehensive roadmap for leveraging dispersion engineering to design next-generation metamaterials for wireless communication, quantum technologies, and integrated photonics.",
    "authors": [
      "Sajjad Taravati"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19545",
    "title": "Perfectly Matched Metamaterials",
    "abstract": "Fully harnessing the vast design space enabled by metamaterials to control electromagnetic (EM) fields remains an open problem for researchers. Inverse-design techniques have shown to best exploit the degrees of freedom available in design, resulting in high-performing systems for wireless communications, sensing and analog signal processing. Nonetheless, fundamental yet powerful properties of metamaterials are still to be revealed. In this paper, we introduce the concept of Perfectly Matched Metamaterials (PMMs). PMMs are passive, inhomogeneous media that perform purely refractive field transformations under different excitations. Their advantage lies in their simplicity, reflectionless behavior and suitability for both analytical and numerical design methods. Unlike Transformation Optics, PMM-based designs are devoid of coordinate transformations. Anisotropic unit cells are configured to control EM fields in a true-time delay manner. Simple analytical designs are reported which demonstrate the broadband capability of PMM devices. Proposed PMMs may find application in wideband beamforming and analog computing, realizing functionalities such as spatial filtering and signal pre-processing.",
    "authors": [
      "Jorge Ruiz-Garcia",
      "Anthony Grbic"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19547",
    "title": "Placental contractions in uncomplicated pregnancies",
    "abstract": "We first described the utero-placental pump phenomenon, in utero, in 2020. We have recruited 36 healthy pregnant women to undergo magnetic resonance imaging (MRI) between 29 and 42 weeks of pregnancy to further explore this occurrence in a single centre prospective observational study. Participants had fetal ultrasound to confirm normal growth. Dynamic MRI was acquired for between 15 and 32 minutes using respiratory triggered, multi-slice, single shot, gradient echo, echo planar imaging covering the whole uterus. All participants had a live birth of a healthy baby weighing over the 10th centile for gestational age and no conditions associated with placental dysfunction e.g. pre-eclampsia. There were no cases of severe maternal or fetal villous malperfusion on placental histopathology. Visible contractions were recorded for all participants who completed MRI scans. Contractions involving a decrease in placental volume >10% were classified as either placental or uterine by visual observation. Placental contractions occurred more frequently than uterine contractions (p=0.0061), were associated with a larger increase in the surface area of the uterine wall not covered by the placenta (p=0.0015), sphericity of the placenta(p<0.0001) and longer durations (p=0.0151). Contractions led to an increase in the MRI parameter R2* in the placenta. There was large variation both between participants and between contractions from the same individual, in terms of the time course and features of contractions. Rate, duration and other features of contractions did not apparently change across the gestational age range studied, although the largest fractional volume changes were detected at early gestation. We found that placental contractions occurred in at least 60% of our healthy pregnant population with a median frequency of 2 per hour and median duration of 2.4 minutes.",
    "authors": [
      "Louise Dewick",
      "Amy L Turnbull",
      "Kate F Walker",
      "Nia W Jones",
      "George Hutchinson",
      "Christopher Bradley",
      "Taqwa Ferdous",
      "Aisha Razzaque",
      "Ruizhe Li",
      "Xin Chen",
      "Grazziela Figueredo",
      "Craig Platt",
      "Cesar Peres",
      "Penny Gowland"
    ],
    "primary_category": "physics.med-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19559",
    "title": "Astronomical Methods and Instrumentation in the Islamic World: Past, Present, Future",
    "abstract": "From al-Sufi's tenth-century observation of the Andromeda Galaxy as a \"little cloud\" to contemporary space missions, Islamic astronomy represents a millennium-spanning tradition of innovation and knowledge. This study traces its trajectory through three phases: the Golden Age (8th to 15th centuries), when scholars such as al-Biruni, al-Battani, and Ibn Sina developed instruments, cataloged the heavens, and refined theories that later influenced Copernicus; a period of decline (late 15th to 17th centuries), shaped by political fragmentation, economic shifts, and the delayed adoption of technologies such as printing and the telescope; and today's revival, marked by observatory collaborations, Olympiad successes, and emerging space programs in Morocco, Iran, Turkey, the UAE, and Saudi Arabia. This comparative analysis with Chinese and European scientific traditions shows how Islamic astronomy provided a vital link in the global history of science, transmitting mathematical rigor, observational methods, and Arabic star names that are still used today. The contemporary resurgence signals the potential for renewed contributions to astrophysics, provided that it is supported by regional observatory networks, space-based research initiatives, and educational frameworks that integrate historical heritage with modern computational science.",
    "authors": [
      "Armin MAghami Asl",
      "Yaseen Almleaky"
    ],
    "primary_category": "physics.hist-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19564",
    "title": "Techno economic feasibility study of solar ORC in India",
    "abstract": "Solar energy has enormous potential because there is a worldwide need to meet energy demands. Depleting non-renewable energy resources, increasing carbon emissions, and other environmental effects concern the scientific community to develop an alternative approach to electricity production. In this article, we present the study of a solar-powered Organic Rankine cycle considering Indian climatic conditions. Initially, we scrutinized seven working fluids and assessed their performance in the ORC at an evaporator pressure range of 9-30 bar and a mass flow rate range of 0.2 kg/s to 4.5 kg/s. For a fixed sink temperature of 298 K, we evaluate the system using four different power ratings of 2, 20, 50, and 100 kW based on four different source temperatures of 423 K, 403 K, 383 K, and 363 K. We estimate the system cost for each working fluid in each scenario separately. Our findings suggest that R 1233zd(E) is the optimum performing working fluid based on cost, cost-effectiveness, and environmental friendliness. We also notice that the estimated system scale cost is very competitive and could be a great alternative to the technologies already on the Indian market.",
    "authors": [
      "Ayona Biswas",
      "Arindam Mandal",
      "Aditya Bandopadhyay",
      "Sourav Mitra",
      "Sandeep Saha"
    ],
    "primary_category": "physics.soc-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19571",
    "title": "Infinite self energy?",
    "abstract": "The notion of an infinite electromagnetic self energy of point charges (presumably electrons) is accepted by many electromagnetic textbooks. See, for instance,\\cite{jdj,dg,rf}. However, each of these sources acknowledge that they don't understand that result. In this paper, we show that electrons must be point particles with no electromagnetic self energy.",
    "authors": [
      "Jerrold Franklin"
    ],
    "primary_category": "physics.class-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19638",
    "title": "Concept drift of simple forecast models as a diagnostic of low-frequency, regime-dependent atmospheric reorganisation",
    "abstract": "Data-driven weather prediction models implicitly assume that the statistical relationship between predictors and targets is stationary. Under anthropogenic climate change, this assumption is violated, yet the structure of the resulting concept drift remains poorly understood. Here we introduce concept drift of simple forecast models as a diagnostic of atmospheric reorganisation. Using ERA5 reanalysis, we quantify drift in spatially explicit linear models of daily mean sea-level pressure and 2\\,m temperature. Models are trained on the 1950s and 2000s and evaluated on 2020 tp 2024; their performance difference defines a local, interpretable drift metric. By decomposing errors by frequency band, circulation regime and region, and by mapping drift globally, we show that drift is dominated by low-frequency variability and is strongly regime-dependent. Over the North Atlantic-European sector, low-frequency drift peaks in positive NAO despite a stable large-scale NAO pattern, while Western European summer temperature drift is tightly linked to changes in land-atmosphere coupling rather than mean warming alone. In winter, extreme high-pressure frequencies increase mainly in neutral and negative NAO, whereas structural drift is concentrated in positive NAO and Alpine hotspots. Benchmarking against variance-based diagnostics shows that drift aligns much more with changes in temporal persistence than with changes in volatility or extremes. These findings demonstrate that concept drift can serve as a physically meaningful diagnostic of evolving predictability, revealing aspects of atmospheric reorganisation that are invisible to standard deviation and storm-track metrics.",
    "authors": [
      "Haokun Zhou"
    ],
    "primary_category": "physics.ao-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19658",
    "title": "Mechanical Design of the PIP-II ORBUMP Pulsed Dipole Magnet",
    "abstract": "The Proton Improvement Plan II (PIP-II) project is a vital upgrade to the Fermilab accelerator complex. The magnet pulse rate of the PIP-II Injection system requires an increase from the current rate of 15 Hz to 20 Hz as well as a roughly 30% increase in the magnetic field of the new Orbital Bump (ORBUMP) pulsed dipole magnets in the Booster. The ORBUMP magnet mechanical design is presented in this paper. The ORBUMP magnet is secured in a vacuum box and the core is made up of 0.127 mm thick, low carbon steel laminations with a C-5 inorganic magnesium phosphate coating. The core is clamped using external tie bars welded to the core end plates. ANSYS Finite Element Analysis (FEA) was used to evaluate the clamping design to minimize the deflection of the core post welding of the tie bars. The water-cooled, single turn coil, which shapes the magnetic field by acting as the pole tips, is critical for the integrated field homogeneity. The coil manufacturing tolerances and fabrication techniques were evaluated to ensure the magnetic properties of the magnet could be obtained. The coil is electrically isolated from the core using virgin Polyether ether ketone (PEEK) insulating material in the gap. An investigation into the high voltage performance of the virgin PEEK insulator was conducted via partial discharge testing using a 1:1 scale sample.",
    "authors": [
      "D. Karas",
      "K. Badgley",
      "Z. Chen",
      "V. Chernenok",
      "M. Davidson",
      "D. Harding",
      "D. Johnson",
      "V. Kashikhin",
      "W. Robotham",
      "T. Strauss",
      "B. Szabo",
      "J. Vander Meulen"
    ],
    "primary_category": "physics.acc-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19702",
    "title": "Active compensation of the AC Stark shift in a two-photon rubidium optical frequency reference using power modulation",
    "abstract": "We implement a feedback protocol to suppress the AC Stark shift in a two-photon rubidium optical frequency reference, reducing its sensitivity to optical power variations by a factor of 1000. This method alleviates the tradeoff between short-term and long-term stability imposed by the AC Stark shift, enabling us to simultaneously achieve instabilities of $3\\times10^{-14}$ at 1 s and $2\\times10^{-14}$ at $10^4$ s. We also quantitatively describe, and experimentally explore, a stability limit imposed on clocks using this method by frequency noise on the local oscillator.",
    "authors": [
      "Yorick Andeweg",
      "John Kitching",
      "Matthew T. Hummon"
    ],
    "primary_category": "physics.app-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19738",
    "title": "Investigating impacts of dust events on atmospheric surface temperature in Southwest Asia using AERONET data, satellite recordings, and atmospheric models",
    "abstract": "Dust layers have already been reported to have negative impacts on the radiation budget of the atmosphere. But the questions are: How does the atmospheric surface temperature change during a dust outbreak, and what is its temporal correlation with variations of the dust outbreak strength? We investigated these at selected AERONET sites, including Bahrain, IASBS, Karachi, KAUST Campus, Kuwait University, Lahore, Mezaira, Solar Village, in Southwest Asia, and Dushanbe in Central Asia, using available data from 1998 to 2024. The aerosol optical depth at 870 nm and the temperature recorded at each site are taken as measures of dust outbreak strength and atmospheric surface temperature, respectively. The Hybrid Single-Particle Lagrangian Integrated Trajectory (HYSPLIT) model and the aerosol optical depths recorded by the Moderate Resolution Imaging Spectroradiometers (MODIS) on board the Aqua and Terra satellites are used to specify the sources of the dust outbreaks. Our investigations show that in most cases, the temperature decreases during a dust outbreak, but in a considerable number of cases, the temperature rises. Temperature changes are mostly less than 5 °C. We found that a dust outbreak may affect the temperature even up to two days after its highest intensity time. This effect is more profound at sites far from large dust sources, such as IASBS in northwest Iran. For sites that are located on either a dust source or very close to it, the temperature and dust optical depth vary almost synchronously.",
    "authors": [
      "Mahsa Jahangiri",
      "Afrooz Jouzdani",
      "Hamid Reza Khalesifard"
    ],
    "primary_category": "physics.ao-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19772",
    "title": "Analog Signal Multiplexing System for the Iota Proton Injector",
    "abstract": "The Fermilab Accelerator Science and Technology (FAST) Facility at FNAL is a dedicated research and development center focused on advancing particle accelerator technologies for future applications worldwide. Currently, a key objective of FAST Operations is to commission the 2.5&#8239;MeV IOTA Proton Injector (IPI) and enable proton injection into the Integrable Optics Test Accelerator (IOTA) storage ring. The low and medium-energy sections of the IPI include four frame-style dipole trims and two multi-function correctors with independently controlled coils, requiring readout of 32 analog channels for current and voltage monitoring in total. To reduce cost and optimize rack space within the PLC-based control system, a 32-to-4 analog signal multiplexing system was designed and implemented. This system enables real-time readback of excitation parameters from all magnetic correctors. This paper presents the design, construction, implementation, and performance of the multiplexing system.",
    "authors": [
      "Daniel R. MacLean",
      "Dean R. Edstrom"
    ],
    "primary_category": "physics.acc-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19786",
    "title": "Direct readout of excited state lifetimes in chlorin chromophores under electronic strong coupling",
    "abstract": "The mechanisms governing molecular photophysics under electronic strong coupling (ESC) remain elusive to date. Here, we use ultrafast pump-probe spectroscopy to study the nonradiative excited state relaxation dynamics of chlorin e6 trimethyl ester (Ce6T) under strong coupling of its transition from the electronic ground state to the Qy band. We use dichroic Fabry-Pérot cavities to provide a transparent spectral window in which we can directly track the excited state population following optical pumping of either the strongly-coupled Qy band or the higher-lying B band. This scheme circumvents many of the optical artifacts inherent in ultrafast cavity measurements and allows for facile comparison of strongly-coupled measurements with extracavity controls. We observe no significant changes in excited state lifetimes for any optical pumping schemes or cavity coupling conditions considered herein. These results suggest that Ce6T exhibits identical photophysics under ESC and in free space, presenting a new data point for benchmarking emerging theories for cavity photochemistry.",
    "authors": [
      "Alexander M. McKillop",
      "Liying Chen",
      "Ashley P. Fidler",
      "Marissa L. Weichman"
    ],
    "primary_category": "physics.chem-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19804",
    "title": "Controllable Bistability in Dual-Fiber Optical Trap in Air",
    "abstract": "The dual-fiber optical trap, owing to its high sensitivity and facile miniaturization, holds significant actual application value in fields such as high-precision metrology of mechanical quantities and biological manipulation. The positional stability of the trapped particle is pivotal to system performance, directly setting the measurement noise floor and operational precision. In this work, we observe bistability and hysteresis in the axial equilibrium position of a 10-um diameter SiO2 microsphere. This bistability arises from optical interference between the fiber ends and the microsphere, creating multiple potential wells. Experimental results demonstrate that the microsphere's transition rate can be effectively modulated through precise control of the trapping laser power. Furthermore, the incorporation of transverse misalignment has effectively eradicated bistability, thereby substantially improving positional stability throughout the entire optical trapping region. This suppression successfully reduced the system's residual positional uncertainty to the thermal noise limit. Consequently, this research will enhance the precision of microparticle manipulation and the sensitivity of sensing in dual-fiber optical trap systems.",
    "authors": [
      "Aoxi Chen",
      "Xinlin Chen",
      "Siyuan Rao",
      "Hui An",
      "Yingying Song",
      "Tengfang Kuang",
      "Wei Xiong",
      "Xiang Han",
      "Zhongqi Tan",
      "Guangzong Xiao",
      "Hui Luo"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19807",
    "title": "Beam Steering and Radiation Generation of Electrons in Bent Crystals in the Sub-GeV Domain",
    "abstract": "We present an investigation into beam steering and radiation emission by sub-GeV electrons traversing bent silicon crystals. Using 855, 600, and 300~MeV electron beams at the Mainz Microtron (MAMI), we explored orientational coherent effects and particle dynamics in a 15~$\\mu$m-thick crystal bent along the (111) planes. Combined experimental and simulation analyses enabled the classification and quantitative assessment of the contributions from channeling, dechanneling, rechanneling, and volume capture to both beam deflection and radiation emission. Crystal steering remained effective even at 300~MeV, with measured channeling efficiencies exceeding 50\\%, a record at such low energy. Channeling and volume reflection enhanced radiation emission by up to a factor of six compared to the misaligned orientation, highlighting strong orientational coherence effects in the sub-GeV regime. These findings confirm the feasibility of using bent crystals for efficient beam manipulation and high-intensity photon generation at low energies, supporting the development of novel light sources and beam control strategies at accelerator facilities operating in this energy range.",
    "authors": [
      "R. Negrello",
      "M. Romagnoni",
      "A. Sytov",
      "N. Canale",
      "D. De Salvador",
      "P. Fedeli",
      "V. Guidi",
      "V. V. Haurylavets",
      "P. Klag",
      "W. Lauth",
      "L. Malagutti",
      "A. Mazzolari",
      "G. Paternò",
      "F. Sgarbossa",
      "M. Soldani",
      "V. V. Tikhomirov",
      "D. Valzani",
      "L. Bandiera"
    ],
    "primary_category": "physics.acc-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19815",
    "title": "Unveiling the role of seepage forces in the acceleration of landslides creep",
    "abstract": "In the context of global climate change, geological materials are increasingly destabilized by water flow and infiltration. We study the creeping dynamics of a densely monitored landslide in Western Norway to decipher the role of fluid flow in destabilizing this landslide. In Åknes, approximately 50 million cubic meter of rock mass continuously creeps over a shear zone made of rock fragments, with seasonal accelerations that strongly correlate with rainfall. In this natural laboratory for fluid-induced frictional creep, unprecedented monitoring equipment reveals low fluid pressure across the shear zone, thereby challenging the dominant theory of fluid-driven instability in landslides. Here, we show that a generic micromechanical model can disentangle the effects of fluid flow from those of fluid pressure, and demonstrate that seepage forces applied by channelized flow along the shear zone are the main driver of creep accelerations. We conclude by discussing the significance of seepage forces, the implications for hazard mitigation and the broader applicability of our model to various geological contexts governed by friction across saturated shear zones.",
    "authors": [
      "Fabian Barras",
      "Andreas Aspaas",
      "Einat Aharonov",
      "François Renard"
    ],
    "primary_category": "physics.geo-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19817",
    "title": "Calibration Plan for the SBC 10-kg Liquid Argon Detector with 100 eV Target Threshold",
    "abstract": "The Scintillating Bubble Chamber (SBC) Collaboration is designing a new generation of low background, noble liquid bubble chamber experiments with sub-keV nuclear recoil threshold. These experiments combine the electronic recoil blindness of a bubble chamber with the energy resolution of noble liquid scintillation, and maintain electron recoil discrimination at higher degrees of superheat (lower nuclear recoil thresholds) than Freon-based bubble chambers. A 10-kg liquid argon bubble chamber has the potential to set world leading limits on the dark matter nucleon cross-section for $O(\\mathrm{GeV}/c^{2})$ masses, and to perform a high statistics coherent elastic neutrino nuclear scattering measurement with reactor neutrinos. This work presents a detailed calibration plan to measure the detector response of these experiments, combining photoneutron scattering with two new techniques to induce sub-keV nuclear recoils: nuclear Thomson scattering and thermal neutron capture.",
    "authors": [
      "SBC collaboration"
    ],
    "primary_category": "physics.ins-det",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19821",
    "title": "Effect of cohesion on the gravity-driven evacuation of metal powder through Triply-Periodic Minimal Surface structures",
    "abstract": "Evacuating the powder trapped inside the complex cavities of Triply Periodic Minimal Surface (TPMS) structures remains a major challenge in metal-powder-based additive manufacturing. The Discrete Element Method offers valuable insights into this evacuation process, enabling the design of effective de-powdering strategies. In this study, we simulate gravity-driven evacuation of trapped powders from inside unit cells of various TPMS structures. We systematically investigate the role of cohesive energy density in shaping the discharge profile. Overall, we conclude that the Schwarz-P and Gyroid topologies enable the most efficient powder evacuation, remaining resilient to cohesion-induced flow hindrance. Furthermore, for the two unit cells, we analyse detailed kinematics and interpret the results in relation to particle overlaps and contact force distributions.",
    "authors": [
      "Aashish K Gupta",
      "Christopher Ness",
      "Sina Haeri"
    ],
    "primary_category": "physics.comp-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19831",
    "title": "Nanophotonic magnetometry in a spin-dense diamond cavity",
    "abstract": "Quantum sensors based on the nitrogen-vacancy (NV) center in diamond are leading platforms for high-sensitivity magnetometry with nanometer-scale resolution. State-of-the-art implementations, however, typically rely on bulky free-space optics or sacrifice spatial resolution to achieve high sensitivities. Here, we realize an integrated platform that overcomes this trade-off by fabricating monolithic whispering-gallery-mode cavities from a diamond chip containing a high density of NV centers and by evanescently coupling excitation to and photoluminescence from the cavity using a tapered optical fiber. Employing a lock-in-amplified Ramsey magnetometry scheme, we achieve a photon-shot-noise-limited DC sensitivity of $58\\,\\text{nT}/\\sqrt{\\text{Hz}}$ -- the best sensitivity reported to date for a nanofabricated cavity-based magnetometer. The microscopic cavity size enables sub-micrometer-scale spatial resolution and low-power operation, while fiber-coupling provides a path to scalable on-chip integration. Arrays of such sensors could enable NV-NMR spectroscopy of sub-nanoliter samples, new magnetic-gradient imaging architectures, and compact biosensing platforms.",
    "authors": [
      "Nicholas J. Sorensen",
      "Elham Zohari",
      "Joshua S. Wildeman",
      "Sigurd Flågan",
      "Vinaya K. Kavatamane",
      "Paul E. Barclay"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19839",
    "title": "Broadband Reflective Elastic Mode Conversion Enabled by a Single Row of Inclined Long-Slits",
    "abstract": "Broadband longitudinal-to-transverse mode conversion under normal incidence remains difficult to achieve, especially with structurally simple designs. Numerical simulations show that a single periodic row of inclined long-slits near a free surface enables high-efficiency broadband conversion, where the conversion rate exceeds 0.8 across a normalized-frequency range of 0.27 to 0.74, corresponding to a 93.1% relative bandwidth. The broadband response originates from two intrinsic deformation modes of the mass blocks between adjacent inclined slits: a rotational mode and a quadrupole mode. The spectral overlap of these two modes sustains a continuous high-efficiency band. The effect is robust against geometric variations, demonstrating that geometric asymmetry alone offers a minimal yet effective route to broadband elastic-wave mode conversion.",
    "authors": [
      "Kaifei Feng",
      "Weidong Wang",
      "Yucheng Gao",
      "Fengming Liu",
      "Qiujiao Du",
      "Wenshuai Zhang",
      "Pai Peng"
    ],
    "primary_category": "physics.app-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19867",
    "title": "Response Analysis of Four-Level Heterodyne Rydberg Atom Receiver",
    "abstract": "The four-level heterodyne Rydberg atom receiver has garnered significant attention in microwave detection and communication due to its high sensitivity and phase measurement capabilities. Existing theoretical studies, primarily based on static solutions, are limited in characterizing the system's frequency response. To address this, this paper comprehensively investigates the dynamic solutions of the density matrix elements for the four-level heterodyne structure, establishing a quantitative relationship between system response, signal frequency, and system parameters. This enables theoretical bandwidth calculations and performance analysis. This paper also constructs a noise model for the density matrix elements, revealing the relationship between the ultimate sensitivity of the Rydberg atom receiver and the noise in the density matrix elements. Both theoretical simulation and experimental results demonstrate that the bandwidth of the four-level heterodyne receiver can exceed 10 MHz. This study provides critical theoretical support for the engineering applications and performance optimization of heterodyne Rydberg atom receivers.",
    "authors": [
      "Yu Tang",
      "Siyuan Wang",
      "Shuang Ren",
      "Chuang Yang",
      "Hanbin Zhou",
      "Chenxi Lu"
    ],
    "primary_category": "physics.atom-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19876",
    "title": "Periodic extreme rainfall in a warmer climate due to stronger convectively-coupled waves",
    "abstract": "Tropical regions may experience periodic extreme precipitation and suffer from associated periodic deluges in a warmer climate. Recent studies conducted small-domain (around 100 km x 100 km) atmospheric model simulations and found that precipitation transitions from a steady state to a periodic oscillation state in a hothouse climate when the sea surface temperature reaches 320-325 K. Here we conduct global-scale atmospheric model simulations with different complexity, and we find that tropical precipitation in convective regions already transitions to a O(10 day) periodic oscillation state with a O(100 mm/day) amplitude at 305-310 K. This temperature is substantially lower than previously reported, and within reach in a century under a high carbon emission scenario. We attribute the onset of the periodic extreme precipitation to the intensification of convectively-coupled waves, which occurs at temperatures much lower than the radiative mechanism responsible for the transition around 320-325 K identified before.",
    "authors": [
      "Heng Quan",
      "Yi Zhang",
      "Guy Dagan",
      "Stephan Fueglistaler"
    ],
    "primary_category": "physics.ao-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19881",
    "title": "Modeling of turbulence kinetic energy added by wind-turbine wakes in the atmospheric boundary layer",
    "abstract": "Accurate prediction of turbulence kinetic energy (TKE) added by wind-turbine wakes is of significant scientific value for understanding the wake recovery mechanisms. Furthermore, this physical quantity is a critical input for engineering applications. In this study, we propose a novel wake-added TKE prediction model capable of accurately predict the three-dimensional spatial distribution of wake-added TKE using only basic inflow and wind turbine operation conditions as inputs. The model consists of two sub-modules: one for calculating the azimuthally-averaged wake-added TKE and the other for determining the ground effect correction function. The calculation of the azimuthally-averaged wake-added TKE is based on the analytical solution derived from the corresponding wake-added TKE budget, while the ground effect correction function is determined using a unified functional form, owing to its self-similarity. To ensure the closure of these two sub-modules, we develop methods for determining all free parameters based on the large-eddy simulation (LES) cases. This results in an end-to-end prediction framework, enabling direct engineering applications of the proposed model. We compared the proposed model with LES calibration data and publicly available validation datasets from the literature, which include LES and wind tunnel experiments under various inflow and turbine operating conditions. The comparison results show that the proposed model can accurately predict the spatial distribution of wake-added TKE, particularly capturing the vertical asymmetry of wake-added TKE and the streamwise evolution of the hub-height wake-added TKE profile. The averaged normalized mean absolute error of the proposed model across all validation datasets is only 8.13%, demonstrating its robustness and broad applicability.",
    "authors": [
      "Bowen Du",
      "Jingshan Zhu",
      "Baoliang Li",
      "Mingwei Ge",
      "Xintao Li",
      "Yongqian Liu"
    ],
    "primary_category": "physics.flu-dyn",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19906",
    "title": "Simulating droplet adhesion on superhydrophobic surfaces",
    "abstract": "A numerical model is proposed to simulate the adhesion, compression, and subsequent detachment of a micro-liter droplet from a superhydrophobic surface composed of chemically homogeneous pillars arranged in a periodic fashion, replicating a typical force probe microscopy experiment. We observe that as the droplet is pulled away from the surface, the net vertical force varies in a typical sawtooth manner with peculiar peaks and troughs, characteristic of the surface. The force first reaches a maximum before the droplet detaches from the surface with a comparatively lower force. The force variation predicted by the numerical model is in good agreement with the experimental results of Kumar et al. [1]. We also studied the effect of evaporation on the variation in the adhesion force by simulating an evaporating droplet on a superhydrophobic surface. For an evaporating droplet, the numerically predicted maximum and detachment force magnitudes are in good agreement with those obtained experimentally when we take into account the change in the droplet weight as it evaporates. The proposed method will be useful for the quantitative analysis and design of a variety of superhydrophobic surfaces and will pave the way for more accurate surface characterization based on droplet adhesion force measurements.",
    "authors": [
      "Pawan Kumar",
      "Joseph D. Berry"
    ],
    "primary_category": "physics.flu-dyn",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19908",
    "title": "Probing superhydrophobic surface topography using droplet adhesion",
    "abstract": "Understanding contact line dynamics on superhydrophobic surfaces with microscopic structures is essential for designing materials with reduced drag, anti-icing, self-cleaning, and anti-fouling properties. Using numerical simulations, we demonstrate that forces on droplets receding over structured surfaces are governed by microscale deformations near the contact line. We present and experimentally validate an expression demonstrating that adhesion force increases logarithmically with pillar area fraction at constant droplet volume and pillar surface chemistry. Furthermore, we establish that the average tensile force measured in direct force measurements provides a more reliable indicator of surface structure than the commonly used maximum force. This newfound insight enables precise quantification of superhydrophobic surface structure using a droplet probe.",
    "authors": [
      "Pawan Kumar",
      "Marta Krasowska",
      "Joseph D. Berry"
    ],
    "primary_category": "physics.flu-dyn",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19938",
    "title": "Topological Structure of the Cyclonic-Anticyclonic Interactions",
    "abstract": "We investigate the large-scale structure and temporal evolution of cyclonic and anticyclonic systems in the North Atlantic using persistent homology applied to daily sea-level pressure anomalies from the ERA5 reanalysis (1950-2022). By interpreting the pressure field as a cubical complex and computing its sublevel- and superlevel-set filtrations, we identify degree-1 topological features corresponding respectively to anticyclones surrounded by low pressure and cyclones surrounded by high pressure. We quantify their intensity through total persistence and track their evolution over time using optimal matchings and Wasserstein distances between consecutive persistence diagrams. The method captures coherent, long-lived structures without requiring feature-tracking heuristics and reveals robust seasonal patterns: both cyclonic and anticyclonic 1-holes exhibit strong winter maxima and summer minima in total persistence, lifetime, and frequency. Cyclonic features are more persistent, more numerous, and longer-lived than their anticyclonic counterparts, consistent with the climatological dominance of the Icelandic Low in winter and the weaker, more transient nature of anticyclonic highs. Long trajectories correspond to known large-scale structures such as winter cyclonic deepening and blocking episodes. These results demonstrate that persistent homology provides an objective, filtering-free characterization of pressure-field organization and offers a topological framework to analyze the dynamics and variability of mid-latitude circulation.",
    "authors": [
      "Himanshu Yadav",
      "Gisela D. Charó",
      "Davide Faranda"
    ],
    "primary_category": "physics.ao-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20024",
    "title": "Investigation of Inverse Bremsstrahlung Heating Driven by Broadband Lasers",
    "abstract": "Broadband lasers have become a key strategy for mitigating laser plasma instabilities in inertial confinement fusion, yet their impact on collisional inverse bremsstrahlung (IB) heating remains unclear. Using one-dimensional collisional particle-in-cell simulations, we systematically examine the effect of bandwidth-induced temporal incoherence on IB absorption in Au plasmas. The simulations are first benchmarked against classical absorption theory, verifying that the implemented Coulomb collision model accurately reproduces the theoretical IB heating rate. A direct comparison of the electron temperature evolution in the broadband and monochromatic cases shows that, although spectral broadening introduces transient picosecond-scale oscillations in the heating rate driven by stochastic intensity fluctuations, the long-term averaged heating and net IB absorption remain essentially unchanged.",
    "authors": [
      "Xiaoran Li",
      "Jie Qiu",
      "Liang Hao",
      "Chen Wang",
      "Lifeng Wang",
      "Shiyang Zou"
    ],
    "primary_category": "physics.plasm-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20040",
    "title": "Collisionless Shocks Mediated by Shear-Flow Magnetic Fields in Ultraintense-Laser-Produced Counter-Streaming Plasmas",
    "abstract": "The formation of ion-Weibel-mediated collisionless shocks (IW-CSs) in ultraintense-laser-produced counter-streaming plasmas is investigated using particle-in-cell simulations. Analysis of the underlying microphysics reveals that a shear-flow ion-Weibel instability generates magnetic fields, which isotropize the incoming flow and mediate shock formation. An analytical expression for the shear-flow magnetic field is derived, and a scaling law relating the magnetic field amplitude to the laser intensity is established. This mechanism reduces the shock formation time and the required laser energy by three and two orders of magnitude, respectively, compared to high-power laser experiments, making it feasible to produce IW-CSs using existing multi-kilojoule, picosecond ultraintense laser facilities.",
    "authors": [
      "Jun-Yi Lu",
      "Kai Wang",
      "Jin-Long Jiao"
    ],
    "primary_category": "physics.plasm-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20046",
    "title": "The modulation of vortex growth by periodic convective activity",
    "abstract": "An important process in tropical cyclone formation is the development of a deep, warm core, which corresponds to the growth of a barotropic cyclone. Persistent convective activity is known to be crucial for the growth of barotropic vorticity. However, it remains unclear whether the fluctuating component of convective activity, such as that caused by the diurnal cycle and inertial-gravity waves, also accelerates the vortex development. To investigate this problem, numerical simulations are performed in an axisymmetric model with the Boussinesq approximation on the f-plane. Convection is parameterized with a bulk-plume mass-flux scheme. To represent a mesoscale convective system modulated by the diurnal cycle, periodic convective mass flux is imposed in a local region. The convection induces periodic diabatic heating and convective momentum transfer in the vertical direction (CMT). The CMT is an irreversible effect that breaks the quadrature phase relation between vertical velocity and vertical vorticity, producing a residual barotropic vorticity in each cycle. The barotropic vorticity consists of a barotropic cyclonic core and an anticyclonic shell. The cyclonic core is produced by the vertical advection and stretching of vertical vorticity. The anticyclonic shell is produced by the radial advection and tilting of radial vorticity. The analytical solution reproduces the formation and growth of the core-shell vorticity structure. This research reveals a potential acceleration effect of periodic convective activity on tropical cyclone genesis.",
    "authors": [
      "Hao Fu"
    ],
    "primary_category": "physics.ao-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20089",
    "title": "Noctilucent Clouds Modulated by Strong 5-day Planetary Wave in 2025: Amplitudes, Phases and Altitudes Based on Ground-Based Observations and Satellite Temperature Data",
    "abstract": "During the summer season of 2025, noctilucent clouds (NLC) were observed at the latitudes 55-60N from the late May until the late August. A distinct 5-day periodicity in their occurrence emerged following the summer solstice. Analysis of EOS Aura/MLS satellite data revealed that this effect was driven by a westward 5-day planetary wave, the amplitude of which was twice that of any previous northern summer since the start of the EOS Aura measurements in 2005. This study details the evolution of this exceptional planetary wave throughout the summer. Furthermore, NLC altitudes were determined via triangulation and colorimetry and were compared with MLS temperature profiles, enabling the determination of a mean positive phase lag for NLC occurrence relative to the temperature minimum.",
    "authors": [
      "Oleg S. Ugolnikov",
      "Ilya S. Yankovsky",
      "Nikolay N. Pertsev",
      "Vladimir I. Perminov",
      "Maxim V. Klimenko",
      "Ekaterina N. Tipikina",
      "Alexey V. Popov",
      "Andrey M. Tatarnikov",
      "Sergey G. Zheltoukhov",
      "Sergey A. Potanin",
      "Egor O. Ugolnikov",
      "Olga Yu. Golubeva",
      "Andrey L. Kotikov",
      "Alexey S. Sushkov",
      "Egor A. Volkov"
    ],
    "primary_category": "physics.ao-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20092",
    "title": "An ALE approach to reduce spurious numerical mixing through variational minimizers: application to internal waves",
    "abstract": "Spurious numerical mixing is a frequent phenomenon in ocean models. In the present paper, we present an efficient and robust methodology that defines the vertical grid motion so that this mixing is reduced. This motion is defined through the solution of an optimization problem that -using the ideas of the calculus of variations- results in an elliptic equation. This framework is generally applicable to any ocean model that uses an ALE vertical coordinate and can be tuned to fit the modeler's specific needs based on the guidelines presented herein. The method is applied to the nonhydrostatic solver presented by the authors in [Alexandris-Galanopoulos et al., 2024] and its applicability in fully nonlinear internal waves is investigated for the demanding test cases of wave breaking and overturning. These numerical benchmarks show the ability of the method to reduce spurious mixing, while attaining the physical relevancy of the results.",
    "authors": [
      "Andreas Alexandris-Galanopoulos",
      "George Papadakis"
    ],
    "primary_category": "physics.comp-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20149",
    "title": "Fusion of Simulation and Experiment Data for Hypersonic Flow Field Prediction via Pre-Training and Fine-Tuning",
    "abstract": "Accurate prediction of hypersonic flow fields over a compression ramp is critical for aerodynamic design but remains challenging due to the scarcity of experimental measurements such as velocity. This study systematically develops a data fusion framework to address this issue. In the first phase, a model trained solely on Computational Fluid Dynamics (CFD) data establishes a baseline for flow field prediction. The second phase demonstrates that enriching the training with both CFD and experimental data significantly enhances predictive accuracy: errors in pressure and density are reduced to 12.6% and 7.4%, respectively. This model also captures key flow features such as separation and reattachment shocks more distinctly. Physical analyses based on this improved model, including investigations into ramp angle effects and global stability analysis, confirm its utility for efficient design applications. In the third phase, a pre-trained model (using only CFD data) is successfully fine-tuned with experimental schlieren images, effectively reconstructing velocity fields and validating the transferability of the approach. This step-wise methodology demonstrates the effectiveness of combining simulation and experiment by pre-training and fine-tuning, offering a robust and efficient pathway for hypersonic flow modeling in real-world.",
    "authors": [
      "Yuan Jia",
      "Guoqin Zhao",
      "Hao Ma",
      "Xin Li",
      "Chi Zhang",
      "Chih-Yung Wen"
    ],
    "primary_category": "physics.flu-dyn",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20161",
    "title": "Attosecond momentum-resolved resonant inelastic x-ray scattering for imaging coupled electron-hole dynamics",
    "abstract": "Improving our understanding of electron dynamics is essential for advancing energy transfer, optoelectronics, light harvesting systems and quantum computing. Recent developments in attosecond x-ray sources provide the fundamental possibility of observing these dynamics with atomic-scale resolution. However, connecting a time-resolved signal to dynamics is challenging due to the broad bandwidth of an attosecond probe pulse. This makes exploring the capabilities of different attosecond imaging techniques crucial. Here, we propose attosecond momentum-resolved resonant inelastic x-ray scattering as a prominent technique for tracking ultrafast dynamics. We demonstrate that the scattering signal contains an information about the instantaneous distribution of charge density across the scattering atoms. To illustrate this, we consider scattering from an $\\alpha$-sexithiophene molecule, in which coupled electron-hole dynamics are excited.",
    "authors": [
      "Maksim Radionov",
      "Daria Popova-Gorelova"
    ],
    "primary_category": "physics.comp-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20166",
    "title": "Largest eigenvalue statistics of wavefront shaping in complex media",
    "abstract": "In wavefront shaping, waves are focused through complex media onto one or more target points, and the resulting intensity enhancement is quantified by the enhancement factor. While reproducible enhancement is crucial in experiments, the fluctuations of the enhancement factor remain largely unexplored. Here, we combine experiments, simulations, and exact analytical results using random matrix theory to determine its full distribution in multi-point focusing. Our theoretical framework goes beyond the Marčenko-Pastur law-valid only in the limit of a large number of channels-by accurately predicting the mean enhancement in finite-channel experiments and its fluctuations whenever long-range mesoscopic correlations are negligible (e.g., in weakly scattering media or under limited wavefront control). Notably, in the strongly scattering regime, experiments and simulations reveal giant fluctuations in the enhancement factor, which we attribute directly to long-range mesoscopic correlations. From a fundamental perspective, our results provide a direct method for quantifying long-range correlations in wavefront-shaping-based focusing, even with a limited number of input control channels. On the applied side, they enable the accurate prediction of the enhancement factor and a lower bound on its fluctuations, which are crucial for biomedical imaging, optical metrology, optical trapping, and communication through scattering media.",
    "authors": [
      "Grégory Schehr",
      "Hasan Yılmaz"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20174",
    "title": "Bipotentiostatic Control Unlocks Flashing Ratchet Features in Ion Pumps",
    "abstract": "The selective separation of same-charge ions is a longstanding challenge in resource recovery, battery recycling, and water treatment. Theoretical studies have shown that ratchet-based ion pumps (RBIPs) can separate ions with the same charge and valance by driving them in opposite directions according to their diffusion coefficients. This process relies on frequency dependent current reversal, a unique feature of ratchets in which the particle current direction is inverted with the input signal frequency. Previous experimental demonstrations of RBIPs achieved ion pumping against electrostatic forces and water deionization, but lacked frequency-dependent current reversal and control of the asymmetry of the device. Here, we report the first experimental realization of these key functionalities by driving RBIPs with a bipotentiostat. Complementary input signals applied to RBIP contacts unlock a flashing ratchet-like behavior, and enhances the device performance by an order of magnitude compared to the prior floating-drive approach. The enhanced control of the electrostatic potential at the RBIP surfaces leads to frequency dependent current reversals, and the addition of a potential offset to the input signal enables tuning the amplitude asymmetry of the device. This flashing ratchet functionality provides a significant step towards the realization of ratchet driven selective ion separation systems.",
    "authors": [
      "Eden Grossman",
      "Alon Herman",
      "Keren Shushan Alshochat",
      "Dafna Amichay",
      "Ilan Bijaoui",
      "Gideon Segev"
    ],
    "primary_category": "physics.chem-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20215",
    "title": "Implications of the Four-Color Theorem on the Dynamics of N-Component Phase Separation",
    "abstract": "We study phase separation dynamics of $N >2$ immiscible fluid components. In two-dimensions, as a consequence of four-color theorem in mathematics, there is a change in topological constraints for $N = 3$ and $N \\ge 4$ components. This leads to a suppression of hydrodynamics effects and we show that the diffusion-dominated coarsening dynamics for $N \\ge 4$ can be collapsed to a single master curve. The behavior extends to thin three-dimensional systems as the fluid domain size reaches the smallest system dimension. However, by varying the fluid interfacial tensions, cloaking may occur, resulting in highly complex coarsening dynamics that can differ for each component. In full three-dimensional cases, the absence of four-color theorem (or its equivalent) means that the diffusive scaling law is only reached asymptotically for large $N$ rather than at a certain critical $N$.",
    "authors": [
      "Michael Rennick",
      "Xitong Zhang",
      "Halim Kusumaatmaja"
    ],
    "primary_category": "physics.flu-dyn",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20219",
    "title": "Evaluating a Transition-jump System for the Fermilab Main Injector Using Xsuite",
    "abstract": "We describe an Xsuite simulation framework for the Fermilab Main Injector (MI) along with an evaluation of transition-crossing behaviors in the accelerator. In particular, we studied the introduction of quadrupole magnets into the lattice as part of a transition-jump system that will be implemented through the $2^{nd}$ Proton Improvement Plan (PIP-II). Simulated beam losses spurred by transition-induced instabilities were assessed under several systematic effects, including MI quad errors, magnet-to-magnet variability in the jump magnets, power-supply errors, and timing jitter.",
    "authors": [
      "A. P. Schreckenberger",
      "R. Ainsworth",
      "M. Xiao"
    ],
    "primary_category": "physics.acc-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20228",
    "title": "Numerical Simulation of the Cleaning Process of Microchannel by an External Flow",
    "abstract": "This paper describes the problem of drift of solid non-interacting particles in a microchannel, which can stick to its walls under the action of the van der Waals forces and break away from the wall due to thermal noise and viscous stresses arising from the flow. The pressure drop is given between the channel inlet and outlet. At the initial moment of time, the channel walls are contaminated with adhered particles, i.e. the walls are uneven, which affects the formation of the flow structure through the channel. Over time, under the action of viscous stresses and thermal noise, the particles break away from the channel walls, causing its cleaning. The interaction of the detached particles with the flow is taken into account in the Stokes approximation. In addition, the model takes into account random particle motion caused by diffusion. The problem is solved numerically within the framework of the random walk model. The evolution of the liquid flow in the channel during its cleaning is obtained: stream function, pressure, and vorticity fields. The dependencies of the volume occupied by settled particles, the flow rate through the channel and the channel gap on time are determined for different values of the interaction force between particles and channel wall. The estimations of the channel cleaning time are obtained and discussed. The possibility of control the cleaning process by the modulation of liquid flux through the channel is investigated. It is shown that resonance phenomena can be observed. The dependencies of cleaning time on the modulation amplitude and frequency is obtained and studied. It is shown that changing the modulation parameters leads to a significant change in the cleaning time and helps control the cleaning process.",
    "authors": [
      "Boris S. Maryshev",
      "Lyudmila S. Klimenko"
    ],
    "primary_category": "physics.flu-dyn",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20232",
    "title": "From Pixels to Patterns: Decoding Smartphone Display Properties through Diffraction, Reflection, and Refraction",
    "abstract": "In this paper we show how students can measure optical features of smartphone displays through three experiments. Observing diffraction patterns from smartphone displays allows students to determine the Pixels Per Inch (PPI). Observing reflections within a smartphone display provides information about touch glass thickness and pixel layer properties. Finally, water drops are used as miniature lenses to see the magnified image of the pixels beneath. An enhanced theoretical model that covers both small and large droplets is provided.",
    "authors": [
      "Mamatha Ramanjineyulu Maddur",
      "Hemansh Shah",
      "Praveen Pathak"
    ],
    "primary_category": "physics.ed-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20238",
    "title": "Establishing a library of metasurface building blocks through coherence-controlled holographic microscopy",
    "abstract": "Digital holographic microscopy is a powerful tool for characterizing transparent and reflective phase objects. Its ability to reconstruct amplitude and phase can also offer great insight into wavefront shaping and design of all-dielectric optical metasurfaces. While metasurfaces have reached widespread popularity, their design is often based purely on the results of numerical simulations which can overlook many of the real-world fabrication imperfections. Being able to verify the real phase response of a fabricated device is of great utility for high-performance devices. Here, we use holographic microscopy to validate metalibraries of rectangular TiO2 and Si building blocks. Illumination effects are studied for wavelengths from 600 to 740 nm and linear polarization rotating within the full range of unique states (0 to 180deg). Finally, by varying the numerical aperture of the condenser lens from 0.05 to 0.5 we also study the effects of an off-axis illumination. Comparing the experimental results with simulations from finite-difference time-domain and rigorous coupled-wave analysis, we highlight the limitations of these theoretical predictions and underscore the utility of an experimentally established library of building blocks. We demonstrate that our proposed method of holographic microscopy is both practical and effective for creating a metalibrary that accounts for all fabrication and material imperfections, which is crucial for designing high-efficiency metasurfaces.",
    "authors": [
      "Ondřej Červinka",
      "Vlastimil Weiss",
      "Martin Hrtoň",
      "Petr Bouchal",
      "Petr Liška",
      "Filip Ligmajer",
      "Tomáš Šikola",
      "Petr Viewegh"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20259",
    "title": "Stood-up drop to measure receding contact angles",
    "abstract": "The wetting behavior of drops on natural and industrial surfaces is determined by the advancing and receding contact angles. They are commonly measured by the sessile drop technique, also called goniometry, which doses liquid through a solid needle. Consequently, this method requires substantial drop volumes, long contact times, tends to be user-dependent, and is difficult to automate. Here, we propose the stood-up drop (SUD) technique as an alternative to measure receding contact angles. The method consists of depositing a liquid drop on a surface by a short liquid jet, at which it spreads radially forming a pancake-shaped film. Then the liquid retracts, forming a spherical cap drop shape (stood-up drop). At this quasi-equilibrium state, the contact angle ($\\theta_\\text{SUD}$) closely resembles the receding contact angle measured by goniometry. Our method is suitable for a wide variety of surfaces from hydrophilic to hydrophobic, overcoming typical complications of goniometry such as needle-induced distortion of the drop shape, and it reduces user dependence. We delineate when the receding contact angle can be obtained by the stood-up method using Volume-of-Fluid (VoF) simulations that systematically vary viscosity, contact angle, and deposited drop volume. Finally, we provide simple scaling criteria to predict when the stood-up drop technique works.",
    "authors": [
      "Diego Díaz",
      "Aman Bhargava",
      "Franziska Walz",
      "Azadeh Sharifi",
      "Sajjad Sumally",
      "Rüdiger Berger",
      "Michael Kappl",
      "Hans-Jürgen Butt",
      "Detlef Lohse",
      "Thomas Willers",
      "Vatsal Sanjay",
      "Doris Vollmer"
    ],
    "primary_category": "physics.flu-dyn",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20262",
    "title": "$\\mathcal{PT}$-assisted control of Goos-Hänchen shift in cavity magnomechanics",
    "abstract": "We propose a scheme to manipulate the Goos-Hänchen shift (GHS) of a reflected probe field in a non-Hermitian cavity magnomechanical system. The platform consists of a yttrium-iron-garnet sphere coupled to a microwave cavity, where a strong microwave drive pumps the magnon mode and a weak field probes the cavity. The traveling field's interaction with the magnon induces gain, yielding non-Hermitian dynamics. When the traveling field is oriented at $\\pi/2$ relative to the cavity's $x$-axis, the system realizes $\\mathcal{PT}$ symmetry; eigenvalue analysis reveals a third-order exceptional point ($\\mathrm{EP}_3$) at a tunable effective magnon-photon coupling. Under balanced gain-loss and finite effective magnomechanical coupling, we demonstrate coherent control of the GHS by steering the system across the $\\mathcal{PT}$-symmetric transition and through $\\mathrm{EP}_3$ via the effective magnon-photon coupling, enabling pronounced enhancement or suppression of the lateral shift. Furthermore, we show that without effective magnomechanical coupling, the system exhibits a second-order exceptional point ($\\mathrm{EP}_2$) with a distinct GHS phase transition. This phase transition vanishes when the effective magnomechanical coupling exceeds a parametric threshold, where strong absorption at resonance suppresses the GHS. We also identify the intracavity length as an additional control parameter for precise shift tuning. Notably, the $\\mathcal{PT}$-symmetric configuration yields substantially larger GHS than its Hermitian counterpart. These results advance non-Hermitian magnomechanics and open a route to GHS-based microwave components for quantum switching and precision sensing.",
    "authors": [
      "Shah Fahad",
      "Gao Xianlong"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20291",
    "title": "AI-Designed Gratings for Ion Trap Integration",
    "abstract": "Artificial Intelligence (AI) software based on transformer model is developed to automatically design gratings for possible integrations in ion traps to perform optical addressing on ions. From the user-defined (x,z) coordinates and full-width half-maximum (FWHM) values, the AI software can automatically generate the Graphic Design System (GDS) layout of the grating that shoots light towards the pre-defined (x,z) coordinates with built-in finite-difference time-domain (FDTD) simulation for performance verification. Based on the FDTD verification, AI-design gratings produced grating-to-free-space light that shoots towards the provided (x,z) target with < 2 um deviations. For most attempts, the FWHM of FDTD simulation has < 2 um deviations from the user-defined FWHM. The AI-designed gratings were successfully taped out and capable of producing output light for possible optical addressing of trapped ions.",
    "authors": [
      "Yu Dian Lim",
      "Chuan Seng Tan"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20337",
    "title": "The PLUTO Code on GPUs: A First Look at Eulerian MHD Methods",
    "abstract": "We present preliminary performance results of gPLUTO, the new GPU-optimized implementation of the PLUTO code for computational plasma astrophysics. Like its predecessor, gPLUTO employs a finite-volume formulation to numerically solve the equations of magnetohydrodynamics (MHD) in multiple spatial dimensions. Still, this new implementation is a complete rewrite in C++ and leverages the OpenACC programming model to achieve acceleration on NVIDIA GPUs. While a more comprehensive description of the code and its several other modules will be presented in a future paper, here we focus on some preparatory results that demonstrate the code potential and performance on pre exa-scale parallel architectures.",
    "authors": [
      "Marco Rossazza",
      "Andrea Mignone",
      "Matteo Bugli",
      "Stefano Truzzi",
      "Lubomir Riha",
      "Tomas Panoc",
      "Ondrej Vysocky",
      "Nitin Shukla",
      "Alessandro Romeo",
      "Vittoria Berta"
    ],
    "primary_category": "physics.plasm-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20341",
    "title": "Morphology of mucus films in lung airways: secretion and ciliary evacuation",
    "abstract": "Lung airways are lined by a film of mucus which protects the epithelium from inhaled particles. To maintain a uniform coating, the mucus that is secreted into airways must be distributed into a film by wall-attached cilia, which constantly convey mucus along the airway. However, the film's natural tendency is to accumulate into humps and plugs, due to the Rayleigh-Plateau instability. To understand the behaviour of the film amidst these competing factors, we perform simulations of an idealized tubular airway using a reduced-order thin-film model. The axial boundaries are nonperiodic, allowing for cilia-driven inflow and outflow; a tangential velocity along the tubular wall models ciliary transport, while a localized source at the wall accounts for secretion. On increasing the mucus input rate, we find three distinct film morphologies: (i) uniform flat films; (ii) nonuniform films that are composed of travelling unduloid-shaped humps, separated by mucus-depleted zones; and (iii) films that form an occluding plug. The flat-film regime, absent in closed periodic domains, emerges as a consequence of the convective nature of the Rayleigh-Plateau instability in the presence of ciliary transport. Higher secretion rates increase the mean film-thickness and induce a convective-to-absolute transition, which manifests in the appearance of travelling humps. In the plug-forming regime, capillary forces dominate and drive the incoming mucus into a single hump, which resists ciliary translation and remains near the mucus source. Our results show how low-level baseline secretion sustains a protective, uniform mucus film, and how hypersecretion -- stimulated, for example, by inhaled allergens -- produces mucus plugs.",
    "authors": [
      "Swarnaditya Hazra",
      "Jason R. Picardo"
    ],
    "primary_category": "physics.flu-dyn",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20346",
    "title": "Microphysical boundary condition for the electron kinetics of a plasma",
    "abstract": "We derive and implement a suitable boundary condition for the kinetic description of the electrons inside a plasma, which takes into account microphysical processes inside the wall. It is based on the surface scattering kernel, which describes the scattering cascade of the electron in the solid and the excitation of secondary electrons. The resulting boundary condition is inelastic, angle- and energy-dependent. The implementation for a Boltzmann equation solved by a Legendre polynomial expansion method is presented, elucidating the modest additional computational cost of the new boundary condition. Results, indicating the influence of the inelasticity, are shown for the example of a silicon wall facing argon, helium and oxygen plasmas, but the described construction is also valid for other materials. An effective reflection coefficient is defined to compare the results with previously used boundary conditions.",
    "authors": [
      "Felix Willert",
      "Clemens Hoyer",
      "Gordon K. Grubert",
      "Franz X. Bronold"
    ],
    "primary_category": "physics.plasm-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20358",
    "title": "Manganese-based macrocyclic chelates as novel MRI contrast agents: In vivo imaging in a porcine model",
    "abstract": "Objectives: Mn-based MRI contrast agents (MBCAs) have recently been proposed as alternatives to the currently used class of Gd-chelates. Unlike Gd, Mn is an endogenous paramagnetic metal with known biochemical pathways in the human body for excretion and metal regulation, which may alleviate the raised concerns about the safety of existing GBCAs. The aim of this study was to investigate the distribution, kinetics and image enhancement properties of a class of novel Mn-based macrocyclic chelates in a porcine model. Methods: Macrocyclic MBCAs, AH114608, GEH300017 and GEH200486, were tested and compared to gadoterate meglumine. Twelve female adult pigs were divided into four groups (n=3 for each CA). At 3 T MRI, T1 relaxometry analysis were measured longitudinally in multiple organs at five timepoints 30 minutes apart. CA kinetics was estimated from analysis of plasma CA concentrations by ICP-OES. Results: All four CAs exhibited T1-enhancing properties in the blood pool with GEH200486 having the largest increase in T1 relaxation rate (R1), GEH300017 and gadoterate meglumine having similar R1 increase and AH114608 a lower peak R1 change. A persistent increase in liver, kidney and myocardium R1 was observed with AH114608. To a lesser extent, a persistent increase of liver enhancement was also observed in T1-weighted images for GEH300017 and GEH200486 compared to gadoterate meglumine. All four CAs had similar bi-exponential plasma kinetics characterized by a rapid distribution phase and a slower elimination phase. Discussion: We have identified MBCA candidates with predominantly renal clearance and comparable efficacy in terms of vascular T1 relaxation, and comparable to the reference GBCA. The T1-enhancing properties of these novel Mn macrocyclic CAs can be used with routine clinical protocols and could be potentially utilised as an alternative to GBCAs for contrast-enhanced MRI procedures.",
    "authors": [
      "Pål B. Marthinsen",
      "Tuva R. Hope",
      "Wibeke Nordhøy",
      "Deirdre B. Cassidy",
      "Adrian P.L. Smith",
      "Paul M. Evans",
      "Atle Bjørnerud"
    ],
    "primary_category": "physics.med-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20372",
    "title": "Near-field photon Nernst effect",
    "abstract": "We consider the consequence of having nonreciprocal photon transfer between two surfaces with temperature gradient. We demonstrate that in a system consisting of graphene and a magneto-optical substrate separated by a gap, a transverse electric field is generated in graphene perpendicular to magnetic field and temperature gradient, in analogy to Nernst effect. Such photon Nernst effect is driven by nonreciprocal Casimir force carried by photons. We show that the thermal efficiency of near-field photon Nernst effect is bounded by the Carnot limit, and nonreciprocal high-k modes are needed for approaching the limit. The near-field photon Nernst effect can be useful for probing nonreciprocal radiative transfer, and energy harvesting.",
    "authors": [
      "Alireza Kalantari Dehaghi",
      "Linxiao Zhu"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20373",
    "title": "Unusual sign-changing Faraday effect in nanometer-thick magnetic films",
    "abstract": "It is generally believed that the magneto-optical Faraday effect appears in the the bulk of a magnetic material and its sign is fully determined by the sign of the non-diagonal permittivity element. Here we reveal an additional contribution to the Faraday effect from the film interfaces. It becomes notable for films with a thickness of a few tens of nanometers. As a result, in the absorption band of the film a novel feature of the Faraday effect is experimentally observed and numerically confirmed: sign of the Faraday rotation at a fixed wavelength becomes dependent on the film thickness and therefore is ambiguously related to the sign of the gyration and magnetization of the film. We elaborated an analytical model taking into account an interplay between the bulk and surface contributions which nicely describes the experimental data. Moreover, the Faraday rotation coming purely from interfaces without any bulk contribution is demonstrated. Possible applications of the observed unusual Faraday rotation behavior include hardware data encryption and other devices performing polarization control at nanoscale.",
    "authors": [
      "A.V. Belkova",
      "D.O. Ignatyeva",
      "A.N. Kalish",
      "P.M. Vetoshko",
      "A.L. Kudryashov",
      "V.I. Belotelov"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20400",
    "title": "Optimization of the X-Arapuca Photon Collection Efficiency for the DUNE Horizontal Drift Far Detector",
    "abstract": "The Deep Underground Neutrino Experiment (DUNE) Far Detector (FD) Photon Detection System (PDS) employs the X-Arapuca concept, a photon trapping system relying on reflective surfaces and dichroic filters. In this paper are reported measurements, performed at the University of Milano-Bicocca, aimed at increasing the FD Horizontal Drift (HD) PDS module efficiency. The baseline implementation of the X-Arapuca concept for the FD-HD PDS module is close to the DUNE requirements as demonstrated in the collaborations laboratory testing. However, an increased performance would provide a safety margin for a detector planned to be operated for 30 years, without possibility of performing maintenance. A higher detector performance would also benefit the DUNE low energy physics program. The already proven Milano-Bicocca setup has been utilized to test different PDS module configurations comparing them to the original baseline. Exploiting prior knowledge of the X-Arapuca components and Geant4 based optical simulations it has been possible to achieve up to an ~84% performance increase over the baseline design. In the following it is presented the testing procedure, the performed measurements and a brief discussion on the obtained results.",
    "authors": [
      "E. Bertolini",
      "C. Brizzolari",
      "F. Bruni",
      "P. Carniti",
      "C.M. Cattadori",
      "S. Copello",
      "E. Cristaldo",
      "M. Delgado",
      "F. Galizzi",
      "C. Gotti",
      "D. Guffanti",
      "A. A. Machado",
      "L. Malinverni",
      "L. Meazza",
      "F. Meinardi",
      "G. Pessina",
      "G. Raselli",
      "M. Rossella",
      "E. Segreto",
      "H. Souza",
      "F. Terranova",
      "D. Warner"
    ],
    "primary_category": "physics.ins-det",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20417",
    "title": "Future Colliders Comparative Evaluation - Working Group Report",
    "abstract": "In anticipation of the completion of the High-Luminosity Large Hadron Collider (HL-LHC) programme by the end of 2041, CERN is preparing to launch a new major facility in the mid-2040s. According to the 2020 European Strategy for Particle Physics (ESPP), the highest-priority next collider is an electron-positron Higgs factory, followed in the longer term by a hadron-hadron collider at the highest achievable energy. The CERN directorate established a Future Colliders Comparative Evaluation working group in June 2023. This group brings together project leaders and domain experts to conduct a consistent evaluation of the Future Circular Collider (FCC) and alternative scenarios based on shared assumptions and standardized criteria. This report presents a comparative evaluation of proposed future collider projects submitted as input for the Update of the European Strategy for Particle Physics. These proposals are compared considering main performance parameters, environmental impact and sustainability, technical maturity, cost of construction and operation, required human resources, and realistic implementation timelines. An overview of the international collider projects within a similar timeframe, notably the CEPC in China and the ILC in Japan is also presented, as well as a short review of the status and prospects of new accelerator techniques.",
    "authors": [
      "G. Arduini",
      "M. Benedikt",
      "F. Gianotti",
      "K. Jakobs",
      "M. Lamont",
      "R. Losito",
      "M. Meddahi",
      "J. Mnich",
      "N. Mounet",
      "D. Schulte",
      "F. Sonnemann",
      "S. Stapnes",
      "F. Zimmermann"
    ],
    "primary_category": "physics.acc-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20433",
    "title": "A Vibronic Coupling Model to Study the Nonadiabatic Dynamics of Polyenes",
    "abstract": "We develop a linear vibronic coupling (LVC) model for polyenes described by the extended Hubbard-Peierls Hamiltonian. This model is applied to trans-hexatriene to benchmark quantum-classical dynamics methods against fully quantum simulations. We find that surface-hopping methods describe short times more accurately than multi-trajectory Ehrenfest. No quantum-classical method obtains the long-time population oscillations found in fully quantum simulations. Varying the parameters of the LVC Hamiltonian, surface hopping reproduces the correct trends in the long-time dynamics across a wide range of parameters, but generally overestimates the degree of internal conversion. On the other hand, multi-trajectory Ehrenfest gives more accurate long-time populations in proximity to the hexatriene parameter set.",
    "authors": [
      "Timothy N. Georges",
      "Louis Summerley",
      "Johan E. Runeson",
      "William Barford"
    ],
    "primary_category": "physics.chem-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20444",
    "title": "Benchmarking the Use of BPM Quadrupole Moments to Measure Emittance",
    "abstract": "For the PIP-II program, transverse emittance in the Fermilab Booster must remain well controlled at higher bunch intensities. 4-plate beam position monitors (BPMs) have a small but measurable quadrupole moment, making it possible to infer transverse emittance. By compositing many BPMs together, it becomes possible to improve the quality of the quadrupole signal. The Fermilab Booster BPM system has been used to measure these quadrupole moments in the past year and derive emittances from them. Recent benchmarks show that the derived BPM emittances show similar emittance evolution and value to IPM and Multiwire data. This approach can both supplement and complement existing non-intercepting emittance monitors in accelerators.",
    "authors": [
      "M.A. Balcewicz",
      "C.Y. Tan"
    ],
    "primary_category": "physics.acc-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20449",
    "title": "A meshless data-tailored approach to compute statistics from scattered data with adaptive radial basis functions",
    "abstract": "Constrained radial basis function (RBF) regression has recently emerged as a powerful meshless tool for reconstructing continuous velocity fields from scattered flow measurements, particularly in image-based velocimetry. However, existing formulations based on isotropic kernels often suffer from spurious oscillations in regions with sharp gradients or strong flow anisotropy. This work introduces an anisotropic, gradient-informed, and adaptively sampled extension of the constrained RBF framework for regression of scattered data. Gradient information is estimated via local polynomial regression at collocation points, smoothed, and used to (1) re-sample data, maximizing sampling density near steep gradients while downsampling in smooth regions, and (2) construct a local anisotropic metric that shapes each basis function according to the flow directionality. In addition, a gradient-informed regularization is introduced by embedding observed gradients into the least-squares system as weighted soft constraints. The resulting formulation is fully meshless, linear, and computationally efficient, while significantly improving reconstruction quality in challenging regions. The method is evaluated on both synthetic and experimental datasets, including direct numerical simulation (DNS) data of a turbulent channel and time-resolved particle tracking velocimetry of a turbulent jet. Results show that the proposed approach outperforms isotropic and gradient-free RBF formulations in accuracy, smoothness, and physical consistency -- particularly near shear layers and boundaries -- while reducing the number of bases by an order of magnitude. To support the application, we have created a repository ( this https URL ) that provides access to the investigated datasets.",
    "authors": [
      "Damien Rigutto",
      "Manuel Ratz",
      "Miguel A. Mendez"
    ],
    "primary_category": "physics.flu-dyn",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20454",
    "title": "Mobile Vehicle-Mounted Mid-Infrared Dual-Comb Spectrometer for Outdoor Trace Gas Detection",
    "abstract": "Advances in mid-infrared (MIR) dual-comb spectroscopy (DCS) have greatly boosted molecular detection in recent years. The ability of DCS to precisely identify and quantify outdoor atmospheric trace gases makes it attractive for applications in agriculture, energy, and industrial monitoring. Here, we demonstrate a vehicle-mounted MIR DCS system based on optical-optical modulated frequency combs (OMFCs), which achieve passive mutual coherence between the two combs. The system enables point-by-point and drive-by measurements under various outdoor conditions, achieving minimum detection limits of 45 parts per billion (ppb) for methane (CH$_4$) and 46 parts per million (ppm) for water vapor (H$_2$O) at 100-s averaging time. Finally, we mapped the two-dimensional concentration field and the concentration probability distribution near a CH$_4$ source and compared them with the contemporaneous wind rose. These experiments demonstrate the system's capability for localized gas identification and in situ quantification with high temporal and spatial resolution.",
    "authors": [
      "Xutian Jing",
      "Kaiwen Wei",
      "Xiong Qin",
      "Junwei Li",
      "Xingyin Yang",
      "Zhaoting Huang",
      "Jianping Zhang",
      "Chenhao Sun",
      "Chenyu Liu",
      "Zejiang Deng",
      "Zhiwei Zhu",
      "Daping Luo",
      "Chenglin Gu",
      "Wenxue Li"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20455",
    "title": "Fluid Intelligence: A Forward Look on AI Foundation Models in Computational Fluid Dynamics",
    "abstract": "Driven by the advancement of GPUs and AI, the field of Computational Fluid Dynamics (CFD) is undergoing significant transformations. This paper bridges the gap between the machine learning and CFD communities by deconstructing industrial-scale CFD simulations into their core components. Our main contribution is to propose the first scaling law that incorporates CFD inputs for both data generation and model training to outline the unique challenges of developing and deploying these next-generation AI models for complex fluid dynamics problems. Using our new scaling law, we establish quantitative estimates for the large-scale limit, distinguishing between regimes where the cost of data generation is the dominant factor in total compute versus where the cost of model training prevails. We conclude that the incorporation of high-fidelity transient data provides the optimum route to a foundation model. We constrain our theory with concrete numbers, providing the first public estimates on the computational cost and time to build a foundation model for CFD.",
    "authors": [
      "Neil Ashton",
      "Johannes Brandstetter",
      "Siddhartha Mishra"
    ],
    "primary_category": "physics.flu-dyn",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20472",
    "title": "Wide Area Surface Dosimetry with Conformal Scintillator Array for External Beam Radiotherapy",
    "abstract": "Background: In vivo dosimetry is essential for treatment verification in modern radiotherapy, but existing techniques are limited by spatiotemporal resolution and performance on non-uniform anatomy. Scintillation imaging dosimetry shows potential to address several of these limitations. Here, translation to conventional photon external beam radiotherapy was examined using a novel wide-area imaging and sensing technique. Methods: A modular scintillator array was combined with a dual-camera stereovision system for 3D localization and a clinical Cherenkov imaging system for optical scintillation detection. Water equivalent thickness, dose linearity, repetition rate stability, and angular dependence were characterized. Field edge detection was evaluated against radiochromic film using gamma analysis. System reproducibility was tested with consecutive deliveries simulating contralateral breast monitoring during whole-breast tangential radiotherapy. Results: The array showed high dose linearity across the tested range, minimal beam perturbation, and consistent response within 5% across all available LINAC repetition rates. Dose-normalized scintillation varied within 5% over clinically relevant gantry angles, and camera angle corrections compensated for non-Lambertian emission. Field edge detection agreed closely with film, with a 99.98% gamma pass rate (3%/3 mm). Inter-delivery reproducibility of +/-1 cGy demonstrated robust system performance. Conclusion: The conformable scintillator array imaging system provides spatially resolved, dynamic surface dosimetry with minimal workflow impact. Its ability to generate continuous dose maps across complex anatomical surfaces, while maintaining angular correction, addresses key limitations of current in vivo dosimetry and shows strong potential for clinical integration where wide-area surface dosimetry is required.",
    "authors": [
      "Roman Vasyltsiv",
      "Allison L. Matous",
      "Natasha Mulenga",
      "Megan A. Clark",
      "Brian W. Pogue",
      "David J. Gladstone",
      "Lesley A. Jarvis",
      "Petr Bruza"
    ],
    "primary_category": "physics.med-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20475",
    "title": "Public opinion between rearmament and crisis of the nuclear taboo",
    "abstract": "This article examines the changing relationship between the public and nuclear weapons in a context of increasing international insecurity. It discusses the erosion of the nuclear taboo, understood as a normative aversion to nuclear use. Standard surveys capture abstract and rational opinions, while experimental surveys place respondents in simulated strategic scenarios designed to evoke more emotional responses. The divergence between their results is explained by the fact that they measure two different objects: rational opinions and emotional attitudes. A nationally representative survey conducted in Italy in 2025 shows that 81 percent of respondents consider nuclear weapons fundamentally different from conventional weapons and always wrong to use. Among opponents, a distinction is drawn between deontologists and consequentialists. The article concludes by highlighting the importance of integrating affective and cognitive dimensions in the study of public opinion, as a contribution to countering the normalization of nuclear weapons in political discourse.",
    "authors": [
      "Fabrizio Battistelli",
      "Francesca Farruggia"
    ],
    "primary_category": "physics.soc-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20487",
    "title": "MLIPAudit: A benchmarking tool for Machine Learned Interatomic Potentials",
    "abstract": "Machine-learned interatomic potentials (MLIPs) promise to significantly advance atomistic simulations by delivering quantum-level accuracy for large molecular systems at a fraction of the computational cost of traditional electronic structure methods. While model hubs and categorisation efforts have emerged in recent years, it remains difficult to consistently discover, compare, and apply these models across diverse scenarios. The field still lacks a standardised and comprehensive framework for evaluating MLIP performance. We introduce MLIPAudit, an open, curated and modular benchmarking suite designed to assess the accuracy of MLIP models across a variety of application tasks. MLIPAudit offers a diverse collection of benchmark systems, including small organic compounds, molecular liquids, proteins and flexible peptides, along with pre-computed results for a range of pre-trained and published models. MLIPAudit also provides tools for users to evaluate their models using the same standardised pipeline. A continuously updated leaderboard tracks performance across benchmarks, enabling direct comparison on downstream tasks. By providing a unified, transparent reference framework for model validation and comparison, MLIPAudit aims to foster reproducibility, transparency, and community-driven progress in the development of MLIPs for complex molecular systems. In order to illustrate the use of the library, we present some benchmarks run on a series of internal models, along with publicly available ones (UMA-Small, MACE-OFF, MACE-MP). The library is available on GitHub at this https URL , on PyPI at this https URL under the Apache License 2.0, and the leaderboard can be accessed on HuggingFace at this https URL .",
    "authors": [
      "Leon Wehrhan",
      "Lucien Walewski",
      "Marie Bluntzer",
      "Heloise Chomet",
      "Jules Tilly",
      "Christoph Brunken",
      "Silvia Acosta-Gutiérrez"
    ],
    "primary_category": "physics.chem-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20504",
    "title": "Ultralow noise microwaves with free-running frequency combs and electrical feedforward",
    "abstract": "Optically generated microwave signals exhibit some of the lowest phase noise and timing jitter of any microwave-generating technology to date. The success of octave-spanning optical frequency combs in down-converting ultrastable optical frequency references has motivated the development of compact, robust and highly manufacturable optical systems that maintain the ultralow microwave phase noise of their tabletop counterparts. Two-point optical frequency division using chip-scale components and ~1 THz-spanning microcombs has been quite successful, but with stringent requirements on the comb source's free-running noise and feedback control dynamics. Here we introduce a major simplification of this architecture that replaces feedback control of the frequency comb in favor of electronic feedforward noise cancelation that significantly relaxes the comb requirements. Demonstrated with both a high repetition rate solid-state mode-locked laser and a microcomb, feedforward on a 10 GHz carrier results in more robust operation with phase noise as low as -153 dBc/Hz at offsets >10 kHz, femtosecond timing jitter, and elimination of the large \"servo bump\" noise increase at high offset frequency. The system's compatibility with a variety of highly manufacturable mode-locked laser designs and its resilience and straightforward implementation represents an important step forward towards a fully chip-scale implementation of optically generated microwaves, with applications in radar, sensing, and position, navigation and timing.",
    "authors": [
      "Takuma Nakamura",
      "William Groman",
      "Qing-Xin Ji",
      "Oguzhan Kara",
      "Benjamin Rudin",
      "Anatoliy Savchenkov",
      "Vladimir Iltchenko",
      "Wei Zhang",
      "Andrey Matsko",
      "John E. Bowers",
      "Florian Emaury",
      "Kerry J. Vahala",
      "Scott A. Diddams",
      "Franklyn Quinlan"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20514",
    "title": "Real-time 3D Ultrasonic Needle Tracking with a Photoacoustic Beacon",
    "abstract": "We present an interventional ultrasound system capable of simultaneous 3D tracking and B-mode guidance of a novel, trackable needle core biopsy tool. Interventional radiology procedures such as core needle biopsy of focal liver lesions are ideally performed under ultrasound guidance, during which having a clear understanding of the location of the needle tip is essential to avoid adverse events and the need for repeat procedures. However, the 3D nature of the procedure and poor image contrast of the needle in heterogeneous tissue or at steep insertion angles often leads to confusion over the true location of the tip relative to the ultrasound imaging plane. This leads services to rely ionising, slow and expensive X-ray computed tomography guidance and/or senior clinicians for risky or otherwise challenging procedures. Existing methods to enhance needle visibility largely remain limited to 2D, and do not offer real-time volumetric guidance. Our proposed system provides the clinician with a real-time, quantitative visualisation of the 3D location of the needle tip superimposed onto B-mode ultrasound images. The tip location is determined from the time-of-flight of ultrasound generated by a photoacoustic beacon embedded in the needle bevel and received by a sparse receiver array distributed around the imaging system's curvilinear ultrasound probe. The performance of the system was assessed both in water and in an ex vivo tissue phantom, with referenced positions derived from X-ray computed tomography. The usability of the system was assessed by 12 clinicians performing simulated biopsies on a second ex vivo tissue phantom.",
    "authors": [
      "Christian Baker",
      "Weidong Liang",
      "Richard Colchester",
      "Peng Lei",
      "Francois Joubert",
      "Sebastien Ourselin",
      "Simeon West",
      "Adrien Desjardins",
      "Athanasios Diamantopoulos",
      "Wenfeng Xia"
    ],
    "primary_category": "physics.med-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20537",
    "title": "Extreme Ultraviolet Spectroscopy of Highly Charged Lu and Yb Ions for Nuclear Charge Radius Determination",
    "abstract": "We report a high-precision determination of the natural-abundance-averaged nuclear charge-radius difference between Yb and Lu using extreme ultraviolet (EUV) spectroscopy of highly charged ions (HCIs). By measuring the $D_1$ transition energies in Na- and Mg-like charge states of Lu and Yb confined in the Tokyo electron-beam ion trap, we extract meV-level energy shifts that are directly sensitive to nuclear-size effects. Transition-energy differences obtained from these spectra are compared with state-of-the-art relativistic many-body perturbation theory, including a new treatment of Mg-like ions. We develop a generalized framework to propagate uncertainties arising from nuclear deformation and surface diffuseness and evaluate corresponding nuclear-sensitivity coefficients. Combining Na- and Mg-like results yields mutually consistent radius differences, demonstrating the robustness of both the experimental calibration and the theoretical predictions. To determine absolute isotopic radii, we perform a generalized least-squares optimization incorporating our HCI constraints together with optical-isotope-shift data and muonic-atom results. This analysis establishes that the $^{175}$Lu charge radius is smaller than that of $^{174}$Yb, restoring the expected odd-even staggering across the $N=94$ isotonic chain. Our recommended value, $R(^{175}\\text{Lu}) = 5.291(11)$ fm, reduces the uncertainty of the Lu radius by a factor of three compared with the previous electron-scattering result and resolves a long-standing anomaly in rare-earth nuclear systematics. This work demonstrates that EUV spectroscopy of HCIs provides a powerful and broadly applicable method for precision nuclear-structure studies in heavy, deformed nuclei. The techniques developed here enable future investigations of isotonic and isoelectronic sequences, including radioactive nuclides and higher-$Z$ systems.",
    "authors": [
      "Hunter Staiger",
      "Endre Takacs",
      "Steven A. Blundell",
      "Naoki Kimura",
      "Hiroyuki A. Sakaue",
      "Ronald F. Garcia Ruiz",
      "Witold Nazarewicz",
      "Paul-Gerhard Reinhard",
      "Chowdhury A. Faiyaz",
      "Chihiro Suzuki",
      "Dipti",
      "István Angeli",
      "Yuri Ralchenko",
      "Izumi Murakami",
      "Daiji Kato",
      "Yuki Nagai",
      "Ryuji Takaoka",
      "Yoshiki Miya",
      "Nobuyuki Nakamura"
    ],
    "primary_category": "physics.atom-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20548",
    "title": "Complete inelastic transparency of time-modulated resonant photonic circuits",
    "abstract": "Photonic circuits modulated in time can convert the input light frequency $\\omega_0$ shifting it by multiples of the modulation frequency $\\omega_p$ and, in certain cases, amplify the total input light power. Of special interest are photonic circuits employing microwave capacitors, which instantaneously modulate photonic waveguides with frequency $\\omega_p \\ll \\omega_0$. While the amplification of light is negligible in such circuits, ideally, frequency conversion can be completed with the conservation of the light amplitude. Therefore, similar to the elastically transparent photonic structures (i.e., structures conserving both the light amplitude and frequency), we can say that a photonic circuit parametrically modulated in time exhibits complete inelastic transparency if a wave enters the structure with frequency $\\omega_0$ and exits it with a different frequency and the same amplitude. Here, we develop an approach that allows us to introduce and investigate a broad class of time-modulated photonic circuits exhibiting complete inelastic transparency. Light enters these circuits with a resonant frequency $\\omega_0$, cascades between their $N$ eigenstates separated by the modulation frequency $\\omega_p$, and exits with frequency $\\omega_0 + (N-1)\\omega_p$ and the output amplitude close to the input amplitude. As examples, we consider circuits of ring microresonators and SNAP microresonators.",
    "authors": [
      "M. Sumetsky"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20574",
    "title": "Active learning with physics-informed neural networks for optimal sensor placement in deep tunneling through transversely isotropic elastic rocks",
    "abstract": "This paper presents a deep learning strategy to simultaneously solve Partial Differential Equations (PDEs) and back-calculate their parameters in the context of deep tunnel excavation. A Physics-Informed Neural Network (PINN) model is trained with synthetic data that emulates in situ displacement measurements in the host rock and at the cavity wall, obtained from extensometers and convergence monitoring. As acquiring field observations can be costly, a sequential training approach based on active learning is implemented to determine the most informative locations for new sensors. In particular, Monte Carlo dropout is used to quantify epistemic uncertainty and query measurements in regions where the model is least confident. This approach reduces the amount of required field data and optimizes sensor placement. The PINN is tested to reconstruct the displacement field around a deep tunnel of circular section excavated in transversely isotropic elastic rock and to determine rock constitutive and stress-field parameters. Results demonstrate excellent performance on small, scattered, and noisy datasets, achieving high precision for the Young's moduli, shear modulus, horizontal-to-vertical far-field stress ratio, and the orientation of the bedding planes. The proposed framework shall ultimately support decision-making for optimal subsurface monitoring and for adaptive tunnel design and control.",
    "authors": [
      "Alec Tristani",
      "Chloé Arson"
    ],
    "primary_category": "physics.comp-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20596",
    "title": "atomSmltr: a modular Python package to simulate laser cooling setups",
    "abstract": "We introduce atomSmltr, a Python package for simulating laser cooling in complex magnetic field and laser beams geometries. The package features a modular design that enables users to easily construct experimental setups, including magnetic fields, laser beams and other environment components, and to perform a range of simulations within these configurations. We present the overall architecture of atomSmltr and illustrate its capabilities through a series of examples, including benchmarks against standard textbook cases in laser cooling.",
    "authors": [
      "Mateo Weill",
      "Andrea Bertoldi",
      "Alexandre Dareau"
    ],
    "primary_category": "physics.atom-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20611",
    "title": "Topological edge states in curved zigzag superlattices in nonlinear exciton-polaritons",
    "abstract": "Zigzag chains allow for the formation of topological edge states. Several distinct chain architectures have been developed for this purpose. Here, we report a zigzag superlattice, containing two staggered sub-lattices, that supports multiple edge states, including higher-order modes. In such lattices, the intra- and intercell coupling is imbalanced by the tunneling effect of the eigenstates or deformation of the higher-order modes. We demonstrate that by arranging the zigzag superlattice into a curved shape, some of the edge states transition into bulk states as the curvature of the lattice increases, while some bulk states become more localized towards edge states. The reason is that a curved superlattice strengthens the intra-lattice coupling of the inner sub-lattice due to the separation reduction of the potential wells. %which, on the one hand, hinders the tunneling of the eigenstate to the outer sub-lattice and hence weakens the edge states formed in the inner sub-lattice. On the other hand, it can isolate more edge states formed in the outer sub-lattice, because of the induced more intensive deformation of the higher-order modes in the inner sub-lattice. We also show that some bulk states at larger curvatures can be transformed into edge states by a repulsive nonlinearity, which also enables the coexistence of different edge states. As a specific and ideal platform for realizing such topological superlattices we explore exciton-polaritons in semiconductor microcavities with their strong nonlinearity and possibility for optical excitation and control. Our work introduces an additional dimension for the design of complex topological lattices and functional photonic devices.",
    "authors": [
      "Jing Wang",
      "Tobias Schneider",
      "Wei Hu",
      "Stefan Schumacher",
      "Xuekai Ma"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2501.18369",
    "title": "A Cartesian Encoding Graph Neural Network for Crystal Structures Property Prediction: Application to Thermal Ellipsoid Estimation",
    "abstract": "In diffraction-based crystal structure analysis, thermal ellipsoids, quantified via Anisotropic Displacement Parameters (ADPs), are critical yet challenging to determine. ADPs capture atomic vibrations, reflecting thermal and structural properties, but traditional computation is often expensive. This paper introduces CartNet, a novel graph neural network (GNN) for efficiently predicting crystal properties by encoding atomic geometry into Cartesian coordinates alongside the crystal temperature. CartNet integrates a neighbour equalization technique to emphasize covalent and contact interactions, and a Cholesky-based head to ensure valid ADP predictions. We also propose a rotational SO(3) data augmentation strategy during training to handle unseen orientations. An ADP dataset with over 200,000 experimental crystal structures from the Cambridge Structural Database (CSD) was curated to validate the approach. CartNet significantly reduces computational costs and outperforms existing methods in ADP prediction by 10.87%, while delivering a 34.77% improvement over theoretical approaches. We further evaluated CartNet on other datasets covering formation energy, band gap, total energy, energy above the convex hull, bulk moduli, and shear moduli, achieving 7.71% better results on the Jarvis Dataset and 13.16% on the Materials Project Dataset. These gains establish CartNet as a state-of-the-art solution for diverse crystal property predictions. Project website and online demo: this https URL",
    "authors": [
      "Àlex Solé",
      "Albert Mosella-Montoro",
      "Joan Cardona",
      "Silvia Gómez-Coca",
      "Daniel Aravena",
      "Eliseo Ruiz",
      "Javier Ruiz-Hidalgo"
    ],
    "primary_category": "cs.LG",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19440",
    "title": "Fast spectral solver for viscoelastic structures under oscillatory flow in free space or wall-bounded domains: applications to quartz crystal microbalance and force spectroscopy",
    "abstract": "We present a fast spectral solver for the linear response of viscoelastic structures under oscillatory flow either in free space or close to a flat moving wall. The scheme works in the frequency domain (using phasors) and couples the oscillatory Stokes equation with rigid or flexible structures, modeled by viscoelastic networks of immersed boundary kernels. The fluid-structure coupling can be solved by two routes. One route calculates the hydrodynamic mobility matrix required to solve the equation for the structure deformation rate in matrix form. The second route iteratively solves the coupled fluid-structure equations: fluid-induced forces on the structures create a tension field which is then transferred to the fluid, until convergence. The resulting fixed-point problem is solved iteratively using the Anderson acceleration method. The mobility route is optimal when dealing with one or few structures, while the iterative scheme is preferred for denser dispersions. In any case, the flow resulting from the body forces is solved by a recently developed scheme [J. Fluid. Mech. 1010 A57, 2025] which is spectral in space and time and deals with doubly periodic open domains (either free-space or wall-bounded) where meshing is restricted to the region of interest around the structures. We test the present scheme in two applied contexts: quartz-crystal-microbalance (QCM) of spheres, suspended, adsorbed or tethered to viscoelastic linkers; and force spectroscopy (via atomic force microscopy) reproducing the power spectra of vibrating microparticles near a solid boundary. In all cases, comparisons with analytical, numerical and experimental results show excellent agreement. We conclude by discussing new routes the scheme opens in force spectroscopy and QCM analyses of soft objects.",
    "authors": [
      "Pablo Palacios Alonso",
      "Raúl Pérez Peláez",
      "Rafael Delgado-Buscalioni"
    ],
    "primary_category": "cond-mat.mes-hall",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19443",
    "title": "A matrix form solution of the multi-dimensional generalized Langevin equation in the quadratic potential",
    "abstract": "In this research paper, we present an exact matrix form analytical solution of the multi-dimensional generalized Langevin equation with quadratic potentials. Our investigation provides detailed expressions for the two-dimensional probability distribution and extends the understanding of the dynamics governed by harmonic potentials. By utilizing the inverse Laplace transformation, we offer a precise method to solve these equations, corroborated by specific examples. This study contributes to the fundamental understanding of stochastic processes in multi-dimensional systems with harmonic potentials and clarifies the limitations of our approach. While the findings are specific to quadratic potentials, they provide a robust framework for exploring related phenomena within this context.",
    "authors": [
      "Rana Imran Mushtaq",
      "Chunyang Wang",
      "Shi Zhi",
      "Zengxuan Zhao",
      "J M Nyasulu"
    ],
    "primary_category": "cond-mat.stat-mech",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19463",
    "title": "Urban Buildings Energy Consumption Estimation Using HPC: A Case Study of Bologna",
    "abstract": "Urban Building Energy Modeling (UBEM) plays a central role in understanding and forecasting energy consumption at the city scale. In this work, we present a UBEM pipeline that integrates EnergyPlus simulations, high-performance computing (HPC), and open geospatial datasets to estimate the energy demand of buildings in Bologna, Italy. Geometric information including building footprints and heights was obtained from the Bologna Open Data portal and enhanced with aerial LiDAR measurements. Non-geometric attributes such as construction materials, insulation characteristics, and window performance were derived from regional building regulations and the European TABULA database. The computation was carried out on Leonardo, the Cineca-hosted supercomputer, enabling the simulation of approximately 25,000 buildings in under 30 minutes.",
    "authors": [
      "Aldo Canfora",
      "Eleonora Bergamaschi",
      "Riccardo Mioli",
      "Federico Battini",
      "Mirko Degli Esposti",
      "Giorgio Pedrazzi",
      "Chiara Dellacasa"
    ],
    "primary_category": "cs.DC",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19668",
    "title": "Quantum Coherence of Rare-Earth Ions in Heterogeneous Photonic Interfaces",
    "abstract": "Harnessing rare-earth ions in oxides for quantum networks requires integration with bright emitters in III-V semiconductors, but local disorder and interfacial noise limit their optical coherence. Here, we investigate the microscopic origins of the ensemble spectrum in Er$^{3+}$:TiO$_2$ epitaxial thin films on GaAs and GaSb substrates. Ab initio calculations combined with noise-Hamiltonian modeling and Monte Carlo simulations quantify the effects of interfacial and bulk spin noise and local strain on erbium crystal-field energies and inhomogeneous linewidths. Photoluminescence excitation spectroscopy reveals that Er$^{3+}$ ions positioned at increasing distances from the III-V/oxide interface produce a systematic blue shift of the $Y_1\\rightarrow Z_1$ transition, consistent with strain relaxation predicted by theory. Thermal annealing produces a compensating redshift and linewidth narrowing, isolating the roles of oxygen-vacancy and gallium-diffusion noise. These results provide microscopic insight into disorder-driven decoherence, offering pathways for precise control of hybrid quantum systems for scalable quantum technologies.",
    "authors": [
      "Henry C. Hammer",
      "Hassan A. Bukhari",
      "Yogendra Limdu",
      "Brett M. Wasick",
      "Christopher Rouleau",
      "Michael E. Flatté",
      "Durga Paudyal",
      "Denis R. Candido",
      "Ravitej Uppu"
    ],
    "primary_category": "quant-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19687",
    "title": "Infrared absorption spectroscopy of a single polyatomic molecular ion",
    "abstract": "Absorption spectroscopy is a fundamental tool for probing molecular structure. However, performing absorption spectroscopy on individual molecules is challenging due to the low signal-to-noise ratio. Here, we report on a nondestructive absorption spectroscopy on a mid-infrared vibrational transition in a single molecular ion that is co-trapped with an atomic ion. The absorption of a single photon is detected via the momentum transfer from the absorbed photon onto the molecule. This recoil signal is amplified using a non-classical state of motion of the two-ion crystal and subsequently read out via the atomic ion. We characterize the recoil detection method and use it to investigate the interaction between femtosecond laser pulses and the O-H stretching vibration in individual CaOH+ molecular ions. Furthermore, we present the single-photon absorption spectrum obtained for the vibrational transition. This method represents a milestone towards quantum non-demolition measurements of complex polyatomic molecules, providing high-fidelity methods for preparation and measurement of the quantum state of a wide range of molecular species.",
    "authors": [
      "Zhenlin Wu",
      "Tim Duka",
      "Mariano Isaza-Monsalve",
      "Miriam Kautzky",
      "Vojtěch Švarc",
      "Andrea Turci",
      "René Nardi",
      "Marcin Gronowski",
      "Michał Tomza",
      "Brandon J. Furey",
      "Philipp Schindler"
    ],
    "primary_category": "quant-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19731",
    "title": "Classifying Complex Dynamical and Stochastic Systems via Physics-Based Recurrence Features",
    "abstract": "In this study, we employ the recently developed recurrence microstate probabilities as features to improve accuracy of several well-established machine learning (ML) algorithms. These algorithms are applied to classify discrete and continuous dynamical systems, as well as colored noise. We demonstrate that the dynamical characteristics quantified by this method are effectively captured in the recurrence microstate space, a space defined solely by the recurrence properties of the signal. This space change reduces dimensions, which also reduces the necessary time to perform calculations and obtain relevant information about the underlying system. Here, we also demonstrate that a few optimal machine learning (ML) algorithms are particularly effective for classification when combined with recurrence microstates. Furthermore, these new machine learning vectors significantly reduce memory usage and computational complexity, outperforming the direct analysis of raw data.",
    "authors": [
      "J. V. M. Silveira",
      "H. C. Costa",
      "G. S. Spezzatto",
      "T. L. Prado",
      "S. R. Lopes"
    ],
    "primary_category": "nlin.CD",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19853",
    "title": "Metastable Multi-centered Polarons in BiVO$_{4}$",
    "abstract": "Polarons, quasiparticles formed through interactions between lattice and charge carriers (electrons and holes), strongly influence the electronic and optical properties of functional materials. In nanostructured BiVO$_{4}$, polaron formation and dynamics govern photocatalytic efficiency and charge transport, yet the microscopic nature remains not fully resolved. Here, using first-principles calculations, we report the formation of multi-centered polarons, in contrast to the more common single-centered states. Moreover, electron polarons exhibit pronounced anisotropy compared to the isotropic hole counterpart, reflecting a distinct character in charge-lattice coupling. These theoretical insights offer a direct interpretation of optical and spectroscopic experiments, providing strong evidence of anisotropic multi-centered polaronic behavior in BiVO$_{4}$. The presence of multiple in-gap states, especially from multi-centered polarons, introduces new channels for charge transport and recombination, possibly offering opportunities to control carrier dynamics in nanoscale photocatalytic and optoelectronic devices.",
    "authors": [
      "Seyeon Park",
      "Yajing Zhang",
      "Michele Reticcioli",
      "Cesare Franchini",
      "Bongjae Kim"
    ],
    "primary_category": "cond-mat.mtrl-sci",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19915",
    "title": "A Single--Index Theory of Optimal Branching: Murray Laws, Gilbert Networks, and Young--Herring Junctions",
    "abstract": "Murray-type flux-radius laws, Gilbert-type concave transport costs, and Young-Herring triple-junction angle balances are usually treated as separate theories. This work shows that, within a natural class of quadratic, scale-free ledgers for branched networks, all three are different faces of a single structure controlled by one dimensionless index chi. Each edge carries a flux Q, an effective radius r, and a per-length ledger P(Q,r) encoding transport dissipation and structural burden. Under locality, evenness in Q, linear-response (quadratic) dependence, and an exact homogeneity ansatz in (Q,r), any admissible ledger reduces in the scale-free regime to the two-term form P(Q,r) = a Q^2 r^{-p} + b r^m. Local optimality then implies simultaneously: (i) a flux-radius power law with generalized Murray closures at degree-3 nodes; (ii) a Young-Herring-type vector balance with radius weights r^m and a fixed symmetric Y-junction angle; and (iii) an effective flux-only cost of Gilbert/branched-transport type with exponent beta. The exponents alpha and beta, the symmetric angle, and the split between transport and structural cost are all set by chi = m/(m+p) = beta/2. A rigidity theorem shows conversely that any quadratic ledger that yields power-law optimal radii and power-law flux-only cost on an open scaling cone must belong to this two-term family and obey the same Murray-Gilbert-Young dictionary. Examples for Poiseuille, diffusive, and geophysical trees illustrate how chi can be inferred from geometry and used as a falsifiable order parameter for scale-free branching architectures.",
    "authors": [
      "Justin Bennett"
    ],
    "primary_category": "cond-mat.stat-mech",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20031",
    "title": "A Comprehensive Characterization of the Vacuum Beam Guide and Its Applications",
    "abstract": "The proposed vacuum beam guide (VBG) represents an innovation in the field of quantum channel technology, guaranteeing an ultra-low level of attenuation and a broad transmission linewidth, which offers an unprecedented quantum capacity exceeding Tera-qubits per second on a continental scale. However, its stability in terms of interferometry remains unexamined. To address this gap, we have developed a comprehensive error model that captures the intrinsic phase noise power spectral density associated with VBG, thereby revealing the advantages of VBG for interferometry over existing techniques. This model facilitates a comprehensive characterization of VBG as a photonic quantum channel, thereby facilitating a detailed investigation of its potential. Our theoretical analysis demonstrates the feasibility of VBG and its expected performance in a wide range of quantum applications.",
    "authors": [
      "Yuexun Huang",
      "Delaney Smith",
      "Pei Zeng",
      "Debayan Bandyopadhyay",
      "Junyu Liu",
      "Rana X Adhikari",
      "Liang Jiang"
    ],
    "primary_category": "quant-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20075",
    "title": "How elasticity affects bubble pinch-off",
    "abstract": "The pinch-off of bubbles in viscoelastic liquids is a fundamental process that has received little attention compared to viscoelastic drop pinch-off. While these processes exhibit qualitative similarities, the dynamics of the pinch-off process are fundamentally different. When a drop of a dilute polymer solution pinches off, a thread is known to develop that prevents breakup due the diverging polymer stresses. Conversely, our experiments reveal that this thread is absent for bubble pinch-off in dilute polymer solutions. We show that a thread becomes apparent only for high polymer concentrations, where the pinch-off dynamics become very sensitive to the size of the needle from which the bubble detaches. The experiments are complemented by numerical simulations and analytical modeling using the Oldroyd-B model, which capture the dilute regime. The model shows that polymer stresses are still singular during bubble pinch-off, but the divergence is much weaker as compared to drop pinch-off. This explains why, in contrast to droplets, viscoelastic bubble-threads do not appear for dilute suspensions but require large polymer concentrations",
    "authors": [
      "C. I. Verschuur",
      "A. T. Oratis",
      "V. Sanjay",
      "J. H. Snoeijer"
    ],
    "primary_category": "cond-mat.soft",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20115",
    "title": "The Cumulants Expansion Approach: The Good, The Bad and The Ugly",
    "abstract": "The configuration space, i.e. the Hilbert space, of compound quantum systems grows exponentially with the number of its subsystems: its dimensionality is given by the product of the dimensions of its constituents. Therefore a full quantum treatment is rarely possible analytically and can be carried out numerically for fairly small systems only. Fortunately, in order to obtain interesting physics, approximations often very well suffice. One of these approximations is given by the cumulants expansion, where expectation values of products of operators are approximated by products of expectation values of said operators, neglecting higher-order correlations. The lowest order of this approximation is widely known as the mean field approximation and used routinely throughout quantum physics. Despite its ubiquitous presence, a general criterion for applicability and convergence properties of higher order cumulants expansions remains to be found. In this paper, we discuss two problems in quantum electrodynamics and quantum information, namely the collective radiative dissipation of a dipole-dipole interacting chain of atoms and the factorization of a bi-prime by annealing in an adiabatic quantum simulator. In the first case we find smooth, convergence behavior, where the approximation performs increasingly better with higher orders, while in the latter going beyond mean field turns out useless and, even for small system sizes, we are puzzled by numerically challenging and partly non-physical solutions.",
    "authors": [
      "Johannes Kerber",
      "Helmut Ritsch",
      "Laurin Ostermann"
    ],
    "primary_category": "quant-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20129",
    "title": "Comparing the Mechanical and Thermodynamic Definitions of Pressure in Ice Nucleation",
    "abstract": "Crystal nucleation studies using hard-sphere and Lennard-Jones models have shown that the pressure within the nucleus is lower than that in the surrounding liquid. Here, we use the mechanical route to obtain it for an ice nucleus in supercooled water (TIP4P/Ice) at 1 bar and 247 K. From this (mechanical) pressure, we obtain the interfacial stress using a thermodynamic definition consistent with mechanical arguments. This pressure is compared with that of bulk ice at equal chemical potential (thermodynamic pressure), and the interfacial stress with the interfacial free energy. Furthermore, we investigate these properties on the basal plane. We find that, unlike in hard-sphere and Lennard-Jones systems, mechanical and thermodynamic pressures agree for the nucleus, and the interfacial stress and free energy are comparable. Yet the basal interface displays an interfacial stress nearly twice its interfacial free energy, suggesting that this agreement may be system dependent, underscoring the limitations of mechanical routes to solid-liquid interfacial free energies.",
    "authors": [
      "Pablo Montero de Hijes",
      "Kaihang Shi",
      "Carlos Vega",
      "Christoph Dellago"
    ],
    "primary_category": "cond-mat.soft",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20133",
    "title": "All-Optical Brillouin Random number Generator",
    "abstract": "We propose a model of binary random number generator (RNG) based on a Brillouin optomechanical system. The device uses a hard excitation mode in a Brillouin optomechanical system, where thermal noise induces spontaneous transitions between two stable states in the hard excitation mode. We demonstrate the existence of an amplitude criterion for observing these transitions and show that the probability distribution of their occurrence in the non-generating and generating states can be precisely controlled by the amplitude of an external pump wave. At the same time, the use of a low-intensity seed wave allows for the control of the transition times between states. We demonstrate that the proposed random number generator successfully passes the standard tests NIST SP 800-22. The obtained result opens a way for development of an all-optical integrated True RNG, generating a sequence of random bits with equal probability.",
    "authors": [
      "A. R. Mukhamedyanov",
      "E. S. Andrianov",
      "A. A. Zyablovsky"
    ],
    "primary_category": "quant-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20150",
    "title": "Structure-Preserving Coupling and Decoupling of Port-Hamiltonian Systems",
    "abstract": "The port-Hamiltonian framework is a structure-preserving modeling approach that preserves key physical properties such as energy conservation and dissipation. When subsystems are modeled as port-Hamiltonian systems (pHS) with linearly related inputs and outputs, their interconnection remains port-Hamiltonian. This paper introduces a systematic method for transforming coupled port Hamiltonian ordinary differential equations systems (pHODE) into a single monolithic formulation, and for decomposing a monolithic system into weakly coupled subsystems. The monolithic representation ensures stability and structural integrity, whereas the decoupled form enables efficient distributed simulation via operator splitting or dynamic iteration.",
    "authors": [
      "Matthias Ehrhardt",
      "Michael Günther",
      "Daniel Ševčovič"
    ],
    "primary_category": "math.DS",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20197",
    "title": "High-pressure melting and elastic behavior of vanadium and niobium based on ab initio and machine learning molecular dynamics",
    "abstract": "Under high pressure, the group-VB transition metals vanadium (V) and niobium (Nb) exhibit simple crystal structures but complex physical behaviors, such as anomalous compression-induced softening and heating-induced hardening (CISHIH). Meanwhile, the impact of lattice thermal expansion-induced softening at elevated temperatures on HIH is yet to be investigated. Therefore, this study utilized ab initio (AIMD) and machine learning molecular dynamics (MLMD) to investigate the melting and abnormal mechanical softening-hardening behaviors of V and Nb under high pressure. Simulations reveal that the high-temperature Pnma phase of Nb reported in previous experimental studies is highly susceptible to mechanical instability and reverts to the body-centered cubic (BCC) phase. This discovery prompted a revised determination of the high-pressure melting line of Nb. The melting temperature of Nb significantly exceeds the existing theoretical and experimental estimate compared with that of V. AIMD simulations demonstrate that atomic thermal displacements have a greater influence on the HIH of V and Nb than pure electron temperature effects. In addition, the temperature-dependent anomalous elastic properties of V and Nb were investigated within a pressure range of 0-250 GPa using MLMD. The mechanical properties of V and Nb transitioned from HIH to heating-induced softening, elucidating the competition between thermal-expansion-induced softening and HIH. This study advances fundamental understanding of V and Nb physics, providing crucial theoretical foundations for establishing accurate equations of state and constitutive models for these metals.",
    "authors": [
      "Hao Wang",
      "Dan Wang",
      "Long Hao",
      "Jun Li",
      "Hua Y. Geng"
    ],
    "primary_category": "cond-mat.mtrl-sci",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20208",
    "title": "A finite element method for a non-Newtonian dilute polymer fluid",
    "abstract": "We study the discretisation of a uniaxial (rank-one) reduction of the Oldroyd-B model for dilute polymer solutions, in which the conformation tensor is represented as $\\sig = \\vec b \\otimes \\vec b$. Building on structural analogies with MHD, we formulate a finite element framework compatible with the de Rham complex, so that the discrete velocity is exactly divergence-free. The spatial discretisation combines an interior-penalty treatment of viscosity with upwind transport to control stress layers and we prove inf-sup conditions on the mixed pairs. For time-stepping, we design an IMEX scheme that is linear at each step and show well-posedness of the fully discrete problem together with a discrete energy law mirroring the continuum dissipation. Numerical experiments on canonical benchmarks (lid-driven cavity, pipe-with-cavity and $4{:}1$ planar contraction) demonstrate accuracy and robustness for moderate-to-high Weissenberg numbers, capturing sharp stress gradients and corner singularities while retaining the efficiency gains of the uniaxial model. The results indicate that de Rham-compatible discretisations coupled with energy-stable IMEX time integration provide a reliable pathway for viscoelastic computations at elevated elasticity.",
    "authors": [
      "Ben S. Ashby",
      "Gabriel R. Barrenechea",
      "Alex Lukyanov",
      "Tristan Pryer",
      "Alex Trenam"
    ],
    "primary_category": "math.NA",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20245",
    "title": "HistoSpeckle-Net: Mutual Information-Guided Deep Learning for high-fidelity reconstruction of complex OrganAMNIST images via perturbed Multimode Fibers",
    "abstract": "Existing deep learning methods in multimode fiber (MMF) imaging often focus on simpler datasets, limiting their applicability to complex, real-world imaging tasks. These models are typically data-intensive, a challenge that becomes more pronounced when dealing with diverse and complex images. In this work, we propose HistoSpeckle-Net, a deep learning architecture designed to reconstruct structurally rich medical images from MMF speckles. To build a clinically relevant dataset, we develop an optical setup that couples laser light through a spatial light modulator (SLM) into an MMF, capturing output speckle patterns corresponding to input OrganAMNIST images. Unlike previous MMF imaging approaches, which have not considered the underlying statistics of speckles and reconstructed images, we introduce a distribution-aware learning strategy. We employ a histogram-based mutual information loss to enhance model robustness and reduce reliance on large datasets. Our model includes a histogram computation unit that estimates smooth marginal and joint histograms for calculating mutual information loss. It also incorporates a unique Three-Scale Feature Refinement Module, which leads to multiscale Structural Similarity Index Measure (SSIM) loss computation. Together, these two loss functions enhance both the structural fidelity and statistical alignment of the reconstructed images. Our experiments on the complex OrganAMNIST dataset demonstrate that HistoSpeckle-Net achieves higher fidelity than baseline models such as U-Net and Pix2Pix. It gives superior performance even with limited training samples and across varying fiber bending conditions. By effectively reconstructing complex anatomical features with reduced data and under fiber perturbations, HistoSpeckle-Net brings MMF imaging closer to practical deployment in real-world clinical environments.",
    "authors": [
      "Jawaria Maqbool",
      "M. Imran Cheema"
    ],
    "primary_category": "cs.CV",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20248",
    "title": "Realistic gossip in Trust Game on networks: the GODS model",
    "abstract": "Gossip has been shown to be a relatively efficient solution to problems of cooperation in reputation-based systems of exchange, but many studies don't conceptualize gossiping in a realistic way, often assuming near-perfect information or broadcast-like dynamics of its spread. To solve this problem, we developed an agent-based model that pairs realistic gossip processes with different variants of Trust Game. The results show that cooperators suffer when local interactions govern spread of gossip, because they cannot discriminate against defectors. Realistic gossiping increases the overall amount of resources, but is more likely to promote defection. Moreover, even partner selection through dynamic networks can lead to high payoff inequalities among agent types. Cooperators face a choice between outcompeting defectors and overall growth. By blending direct and indirect reciprocity with reputations we show that gossiping increases the efficiency of cooperation by an order of magnitude.",
    "authors": [
      "Jan Majewski",
      "Francesca Giardini"
    ],
    "primary_category": "cs.MA",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20311",
    "title": "Landau-level-dependent photonic spin Hall effect in monolayer WTe2",
    "abstract": "Landau level (LL) engineered photonic spin Hall effect (PSHE) holds great promise for nanoscale manipulation and steering of magneto-optical transport in two-dimensional atomic systems. Herein, we theoretically investigate PSHE modulated by LL transitions {\\delta}n = n'-n =-2, 0, +2 (where n and n' indicate the LL indexes of valence and conduction bands, respectively) in monolayer WTe2. Results show that PSHE tuned by {\\delta}n =-2, 0, +2 has completely different dependent behaviors on LLs, incident angle of incident photons, and magnetic induction intensity. These discrepancies are ascribed to Hall-conductivity-incurred Hall angle {\\Theta} because the variation tendency of photonic spin Hall shifts is similar to that of {\\Theta} with changing the LL index. Giant PSHE with the largest in-plane displacement of more than 400 times of incident wavelength is obtained at the transition |n=55>->|n'=57>. Remarkably enhanced PSHE occurs at near-zero Hall angles. In-plane and transverse spin-dependent displacements give their respective extremum values at the same incident angles when the {\\Theta} is near to zero, and their incident-angle deviation will become larger and larger as the |{\\Theta}| increases. This unambiguously confirms the strong influence of Hall angle in the PSHE, shedding important insights into the fundamental properties of spin-orbit interaction of light in time-reversal symmetry breaking quantum systems.",
    "authors": [
      "Qiaoyun Ma",
      "Hui Dou",
      "Yiting Chen",
      "Guangyi Jia",
      "Xinxing Zhou"
    ],
    "primary_category": "cond-mat.mes-hall",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20329",
    "title": "Projections of Earth's Technosphere: Strategies for Observing Technosignatures on Terrestrial Exoplanets",
    "abstract": "The search for technosignatures -- remotely detectable evidence of extraterrestrial technology -- draws upon examples from the recent history of Earth as well as projections of Earth's technosphere. Facilities like the Habitable Worlds Observatory (HWO) will significantly advance the feasibility of characterizing the atmospheres of habitable exoplanets at visible and near-infrared wavelengths, while other future mission concepts could extend this search to mid-infrared wavelengths. We draw upon a recently developed set of ten self-consistent scenarios for future Earth technospheres as analogs for extraterrestrial technospheres, which we use to outline a stepwise technosignature search strategy beginning with HWO and followed by other missions. We find that HWO could reveal elevated abundances of a CO$_2$ + NO$_2$ pair on planets with combustion and other large-scale industry, which could be observable in up to in eight of the ten scenarios. Follow-up radio observations could reveal narrow-band directed transmissions, which occurs in two of the scenarios. Further study by direct detection at mid-infrared wavelengths with the Large Interferometer for Exoplanets (LIFE) could reveal spectral features from industry, such as the combination of CO$_2$ + CFC-11/12 in four scenarios and CO$_2$ + CFC-11/12 + CF$_4$ in one scenario; two of these also include the N$_2$O + CH$_4$ + NH$_3$ triple from large-scale agriculture. Other mission concepts such as a Solar Gravitational Lens mission could reveal large-scale surface features in two scenarios that otherwise show no detectable technosignatures, while an interplanetary fly-by or probe mission would be the most conclusive way to reveal the presence of technology on terrestrial exoplanets.",
    "authors": [
      "Jacob Haqq-Misra",
      "Ravi Kopparapu",
      "George Profitiliotis"
    ],
    "primary_category": "astro-ph.EP",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20424",
    "title": "Planar Josephson junctions for sensors and electronics:Different geometry, new functionality",
    "abstract": "Josephson junctions are key elements in superconducting electronics. The most common type is the overlap (sandwich-type) junction, formed by vertically stacking two superconducting layers. In contrast, planar junctions are fabricated without overlap, at the edge of two superconducting films within a single plane. This geometric distinction has a significant impact on their physical properties. The planar geometry greatly enhances sensitivity to magnetic fields and improves impedance matching for terahertz (THz) devices. Its two-dimensional structure allows for simple and flexible electronic component design, enabling drastic miniaturization. Here I highlight recent advances in the application of planar junctions for novel technologies, including junction-on-cantilever sensors for super-resolution magnetic imaging, vortex-based memory cells, and programmable superconducting diodes. I will also discuss the general requirements, future perspectives, and key challenges in the evolving field of superconducting electronics.",
    "authors": [
      "Vladimir M. Krasnov"
    ],
    "primary_category": "cond-mat.supr-con",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20445",
    "title": "Diffusion for Fusion: Designing Stellarators with Generative AI",
    "abstract": "Stellarators are a prospective class of fusion-based power plants that confine a hot plasma with three-dimensional magnetic fields. Typically framed as a PDE-constrained optimization problem, stellarator design is a time-consuming process that can take hours to solve on a computing cluster. Developing fast methods for designing stellarators is crucial for advancing fusion research. Given the recent development of large datasets of optimized stellarators, machine learning approaches have emerged as a potential candidate. Motivated by this, we present an open inverse problem to the machine learning community: to rapidly generate high-quality stellarator designs which have a set of desirable characteristics. As a case study in the problem space, we train a conditional diffusion model on data from the QUASR database to generate quasisymmetric stellarator designs with desirable characteristics (aspect ratio and mean rotational transform). The diffusion model is applied to design stellarators with characteristics not seen during training. We provide evaluation protocols and show that many of the generated stellarators exhibit solid performance: less than 5% deviation from quasisymmetry and the target characteristics. The modest deviation from quasisymmetry highlights an opportunity to reach the sub 1% target. Beyond the case study, we share multiple promising avenues for generative modeling to advance stellarator design.",
    "authors": [
      "Misha Padidar",
      "Teresa Huang",
      "Andrew Giuliani",
      "Marina Spivak"
    ],
    "primary_category": "cs.LG",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.20518",
    "title": "Magnetic Control of the Non-Hermitian Skin Effect in Two-Dimensional Lattices",
    "abstract": "The non-Hermitian skin effect (NHSE) -- the anomalous boundary accumulation of an extensive number of bulk modes -- has emerged as a hallmark of non-Hermitian physics, with broad implications for transport, sensing, and topological classification. A central open question is how magnetic or synthetic gauge fields influence this boundary phenomenon. Here, we develop a theoretical framework for magnetic control of the NHSE along line boundaries in two-dimensional single-band lattices. Using a non-Hermitian extension of the anisotropic Harper--Hofstadter model as a representative example, we show that magnetic fields suppress the geometric skin effect in reciprocal models, whereas skin localization can persist in nonreciprocal systems. The analysis disentangles the interplay of flux, nonreciprocity, and boundary geometry, revealing that magnetic fields mitigate or suppress the NHSE through distinct physical mechanisms -- such as bulk localization via Landau or Anderson physics, or the restoration of effective reciprocity. In particular, the geometry-dependent skin effect in reciprocal systems is found to be fragile against even weak magnetic fields.",
    "authors": [
      "Stefano Longhi"
    ],
    "primary_category": "quant-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2302.11369",
    "title": "Direct Optimization of Fast-Ion Confinement in Stellarators",
    "abstract": "Confining energetic ions such as alpha particles is a prime concern in the design of stellarators. However, directly measuring alpha confinement through numerical simulation of guiding-center trajectories has been considered to be too computationally expensive and noisy to include in the design loop, and instead has been most often used only as a tool to assess stellarator designs post hoc. In its place, proxy metrics, simplified measures of confinement, have often been used to design configurations because they are computationally more tractable and have been shown to be effective. Despite the success of proxies, it is unclear what is being sacrificed by using them to design the device rather than relying on direct trajectory calculations. In this study, we optimize stellarator designs for improved alpha particle confinement without the use of proxy metrics. In particular, we numerically optimize an objective function that measures alpha particle losses by simulating alpha particle trajectories. While this method is computationally expensive, we find that it can be used successfully to generate configurations with low losses.",
    "authors": [
      "David Bindel",
      "Matt Landreman",
      "Misha Padidar"
    ],
    "primary_category": "physics.plasm-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2406.12869",
    "title": "Graph Neural Network-Based Pipeline for Track Finding in the Velo at LHCb",
    "abstract": "Over the next decade, increases in instantaneous luminosity and detector granularity will amplify the amount of data that has to be analysed by high-energy physics experiments, whether in real time or offline, by an order of magnitude. The reconstruction of charged particle tracks, which has always been a crucial element of offline data processing pipelines, must increasingly be deployed from the very first stages of the real time processing to enable experiments to achieve their physics goals. Graph Neural Networks (GNNs) have received a great deal of attention in the community because their computational complexity scales nearly linearly with the number of hits in the detector, unlike conventional algorithms which often scale quadratically or worse. This paper presents ETX4VELO, a GNN-based track-finding pipeline tailored for the Run 3 LHCb experiment's Vertex Locator, in the context of LHCb's fully GPU-based first-level trigger system, Allen. Currently implemented in Python, ETX4VELO offers the ability to reconstruct tracks with shared hits using a novel triplet-based method. When benchmarked against the traditional track-finding algorithm in Allen, this GNN-based approach not only matches but occasionally surpasses its physics performance. In particular, the fraction of fake tracks is reduced from over 2% to below 1% and the efficiency to reconstruct electrons is improved. While achieving comparable physics performance is a milestone, the immediate priority remains implementing ETX4VELO in Allen in order to determine and optimise its throughput, to meet the demands of this high-rate environment.",
    "authors": [
      "Anthony Correia",
      "Fotis I. Giasemis",
      "Nabil Garroum",
      "Vladimir Vava Gligorov",
      "Bertrand Granado"
    ],
    "primary_category": "physics.ins-det",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2410.13148",
    "title": "Learning Efficient Representations of Neutrino Telescope Events",
    "abstract": "Neutrino telescopes detect rare interactions of particles produced in some of the most extreme environments in the Universe. This is accomplished by instrumenting a cubic-kilometer scale volume of naturally occurring transparent medium with light sensors. Given their substantial size and the high frequency of background interactions, these telescopes amass an enormous quantity of large variance, high-dimensional data. These attributes create substantial challenges for analyzing and reconstructing interactions, particularly when utilizing machine learning (ML) techniques. In this paper, we present a novel approach, called om2vec, that employs transformer-based variational autoencoders to efficiently represent the detected photon arrival time distributions of neutrino telescope events by learning compact and descriptive latent representations. We demonstrate that these latent representations offer enhanced flexibility and improved computational efficiency, thereby facilitating downstream tasks in data analysis.",
    "authors": [
      "Felix J. Yu",
      "Nicholas Kamp",
      "Carlos A. Argüelles"
    ],
    "primary_category": "physics.data-an",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2411.16417",
    "title": "Comparison of Generative Learning Methods for Turbulence Surrogates",
    "abstract": "Numerical simulations of turbulent flows present significant challenges in fluid dynamics due to their complexity and high computational cost. High resolution techniques such as Direct Numerical Simulation (DNS) and Large Eddy Simulation (LES) are generally not computationally affordable, particularly for technologically relevant problems. Recent advances in machine learning, specifically in generative probabilistic models, offer promising alternatives as surrogates for turbulence. This paper investigates the application of three generative models - Variational Autoencoders (VAE), Deep Convolutional Generative Adversarial Networks (DCGAN), and Denoising Diffusion Probabilistic Models (DDPM) - in simulating a von Kármán vortex street around a fixed cylinder projected into 2D, as well as a real-world experimental dataset of the wake flow of a cylinder array. Training data was obtained by means of LES in the simulated case and Particle Image Velocimetry (PIV) in the experimental case. We evaluate each model's ability to capture the statistical properties and spatial structures of the turbulent flow. Our results demonstrate that DDPM and DCGAN effectively replicate all flow distributions, highlighting their potential as efficient and accurate tools for turbulence surrogacy. We find a strong argument for DCGAN, as although they are more difficult to train (due to problems such as mode collapse), they show the fastest inference and training time, require less data to train compared to VAE and DDPM, and provide the results most closely aligned with the input stream. In contrast, VAE train quickly (and can generate samples quickly) but do not produce adequate results, and DDPM, whilst effective, are significantly slower at both, inference and training time.",
    "authors": [
      "Claudia Drygala",
      "Edmund Ross",
      "Francesca di Mare",
      "Hanno Gottschalk"
    ],
    "primary_category": "physics.flu-dyn",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2412.01466",
    "title": "Optical excitation of bulk plasmons in n-doped InAsSb thin films : investigating the second viscosity in electron gas",
    "abstract": "We demonstrate that including the second viscosity of an electron gas in the hydrodynamic model allows for highly accurate modeling of the optical response of heavily doped semiconductors. In our setup, which improves resonance visibility compared to previous approaches, plasmon resonances become more distinct, allowing for a detailed analysis of the underlying physics. With advanced fitting techniques based on a physics-informed cost function and a tailored optimization algorithm, we obtain a close agreement between simulations and experimental data across different sample thicknesses. This enhanced resonance visibility, combined with our integrated approach, shows that key parameters such as doping level and effective electron mass, as well as the second viscosity of the electron gas, can be retrieved from a single optical measurement. The spatial dispersion taken into account in the hydrodynamic framework is essential for accurately describing the optical response of plasmonic materials in this frequency range and is likely to become a standard modeling approach.",
    "authors": [
      "Antoine Moreau",
      "Émilie Sakat",
      "Jean-Paul Hugonin",
      "Téo Mottin",
      "Aidan Costard",
      "Sarah Abdul-Salam",
      "Denis Langevin",
      "Patricia Loren",
      "Laurent Cerutti",
      "Fernando Gonzalez Posada Flores",
      "Thierry Taliercio"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2501.05491",
    "title": "AstronomyCalc: A python toolkit for teaching Astronomical Calculations and Data Analysis methods",
    "abstract": "Understanding astrophysical and cosmological processes can be challenging due to their complexity and lack of intuitive analogies. To address this, we present \\texttt{AstronomyCalc}, a Python package specifically designed to aid university-level teaching by integrating theoretical physics with practical astronomical data analysis methods. The package enables students to solve key cosmological calculations, such as the Friedmann equations, and explore various models while visualizing how parameter variations affect cosmic dynamics. It includes tools for generating synthetic astronomical data, such as Type Ia supernova measurements, and supports analysis of publicly available datasets, including Pantheon+ and the SPARC galaxy database. Simplified implementations of advanced algorithms, such as Monte Carlo Markov Chains, allow students to engage with data analysis techniques used in contemporary research. Additionally, \\texttt{AstronomyCalc} will be consistently updated with more tools and user-friendly Jupyter notebooks, making it a continually evolving educational resource for developing conceptual understanding and practical skills in astrophysics and cosmology.",
    "authors": [
      "Sambit K. Giri"
    ],
    "primary_category": "physics.ed-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2503.11285",
    "title": "Knock Out Slow Extraction Using Betatron Sidebands at High Harmonics",
    "abstract": "Radio frequency knock out resonant slow extraction is a standard method for extracting stored particle beams from synchrotrons by transverse excitation. Excitation signals comprising many betatron sidebands have shown to reduce intensity fluctuations of the extracted beam spill and are used at several facilities. In this contribution, the effect of individual sidebands at different harmonics on the spill quality is systematically studied using efficient noise excitation signals fully covering the respective sidebands. Particle tracking simulations show a clear correlation between the chosen excitation frequency and the spill quality. This relation is attributed to the spectrum of particle motion shortly before their extraction, and an empiric relation between the spectrum, the excitation frequency, and the resulting spill quality is given. Experiments show an additional reduction of pile-up when using higher excitation frequencies. These insights have implications for an optimal design of excitation waveforms and hardware for Knock Out extraction systems.",
    "authors": [
      "Philipp Niedermayer",
      "Rahul Singh",
      "Eike Feldmeier",
      "Christian Schömers",
      "Marcel Hun"
    ],
    "primary_category": "physics.acc-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2503.11631",
    "title": "Surface instabilities in laminar compressible boundary layers with sublimation",
    "abstract": "Surface patterns on ablating materials are observed in high-speed ground and flight tests, but the mechanisms behind their formation are not known. In this paper, the origin of surface patterns is investigated via a local linear stability analysis of compressible laminar boundary layers over a flat camphor plate. The effects of sublimation and conjugate heat transfer are included both on the baseflow and the linear fluctuations. This framework identifies one mode that fully characterizes the stability of the surface, which becomes unstable when the wall temperature exceeds that of an adiabatic wall, $T_{ad}$. These findings are consistent with experimental observations, where laminar flow conditions at adiabatic wall temperatures are found to be stable. The analysis also reveals that the nature of this surface mode varies as a function of the oblique angle $\\psi = \\tan^{-1}{\\beta/\\alpha}$, where $\\alpha$ and $\\beta$ are the streamwise and spanwise wavenumbers. Specifically, for baseflow temperatures below $\\approx 1.15~T_{ad}$, the surface mode is most unstable at $\\psi = 0$. Conversely, above $\\approx 1.15~T_{ad}$ the surface is most unstable near the sonic angle $\\psi_s = \\cos^{-1}(1/M_e)$, which is the angle at which the normal Mach number equals one. Finally, a critical wavenumber is identified (i.e., one at which the temporal growth rate reaches a maximum) that is in good agreement with available experimental observations of turbulent flows.",
    "authors": [
      "Blaine Vollmer",
      "Alberto Padovan",
      "Daniel J. Bodony"
    ],
    "primary_category": "physics.flu-dyn",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2504.20128",
    "title": "Gas-cell development for nuclear astrophysics motivated studies on noble gas targets and the $^3$He($α$,$γ$)$^7$Be reaction",
    "abstract": "In many astrophysical scenarios, alpha induced reactions on noble gas nuclei play a crucial role. Studying these reactions in the laboratory requires the noble gas atoms to be confined in a sufficient amount to allow the reactions. At Atomki thin-windowed gas-cell targets were developed and improved for studying alpha induced reactions on noble gases. Several stages of the gas-cell design used for activation experiments and lately a version to be used for particle scattering experiments will be presented. A new experimental study of the $^3$He($\\alpha$,$\\gamma$)$^7$Be reaction with one of the activation gas-cell targets was performed. This reaction plays an important role both in the solar pp-chains and in big bang nucleosynthesis. The reaction cross section was measured in the past in several works, however, there are still energy regions lacking experimental data, rendering the extrapolations towards the astrophysically relevant energies uncertain. New experimental total cross section of the $^3$He($\\alpha$,$\\gamma$)$^7$Be reaction was thus determined here in the energy range of $E_\\mathrm{c.m.} = 2600-3000$ keV in about 50 keV energy steps. These results confirm the overall trend, and also the absolute scale set by the only one previous measurement in this energy range. In addition, two pilot experiments with the scattering cell were performed aiming to study the $^4$He($\\alpha$,$\\alpha$)$^4$He and $^{124}$Xe($\\alpha$,$\\alpha$)$^{124}$Xe reactions at $E_\\alpha = 18$ MeV. These studies benchmark the performance of the cell and detection system both for light and heavy noble gas targets.",
    "authors": [
      "Á. Tóth",
      "Z. Elekes",
      "Zs. Fülöp",
      "Gy. Gyürky",
      "Z. Halász",
      "M. M. Juhász",
      "G. G. Kiss",
      "S. R. Kovács",
      "Zs. Mátyus",
      "T. N. Szegedi",
      "T. Szücs"
    ],
    "primary_category": "physics.ins-det",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2505.17766",
    "title": "Noncollinear Spin-Flip TDDFT for Potential Energy Surface Crossings: Conical Intersections and Spin Crossings",
    "abstract": "We recently proposed a scheme to generalize collinear functionals to the noncollinear regime, termed the multicollinear approach. The resulting noncollinear functionals preserve spin symmetry while providing numerically stable higher-order functional derivatives. This scheme has already been applied to noncollinear spin-flip TDDFT and its analytic gradient calculations. In the present work, with the aid of the penalty function method, we employ the noncollinear spin-flip TDDFT in multicollinear scheme to locate potential energy surface crossings. We investigate two distinct types of crossings and analyze their topographical and spin characteristics near the crossing points. The first type is conical intersections, typically involving two singlet states such as the ground and first excited states. The second type involves spin crossings that occur between electronic states with different spin multiplicities, such as between singlet and triplet. These crossing regions enable ultrafast nonadiabatic transitions through either nonadiabatic coupling or spin-orbit coupling, playing a crucial role in photochemistry. Through theoretical analysis and illustrative examples, we demonstrate the advantages of noncollinear spin-flip TDDFT over conventional collinear spin-flip TDDFT or spin-conserving TDDFT. Finally, we systematically evaluate its prospects as an electronic structure method for use in nonadiabatic molecular dynamics.",
    "authors": [
      "Xiaoyu Zhang",
      "Tai Wang",
      "Yi Qin Gao",
      "Yunlong Xiao"
    ],
    "primary_category": "physics.chem-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2506.08538",
    "title": "Evidence on the incompatibility of modern smoothed particle hydrodynamics and eddy viscosity models for large eddy simulations",
    "abstract": "In this work, we will present evidence for the incompatibility of modern Smoothed Particle Hydrodynamics (SPH) methods and eddy viscosity models. Taking a coarse-graining perspective, we physically argue that modern SPH methods operate intrinsically as Lagrangian Large Eddy Simulations (LES) for turbulent flows with strongly overlapping discretization elements. However, these overlapping elements in combination with numerical errors cause a significant amount of implicit subfilter stresses (SFS). Considering a Taylor-Green flow at $Re=10^4$, the SFS will be shown to be relevant where turbulent fluctuations are created, explaining why turbulent flows are challenging even for modern SPH methods. Although one might hope to mitigate the implicit SFS using eddy viscosity models, we show a degradation of the turbulent transition process, which is rooted in the non-locality of these methods.",
    "authors": [
      "Max Okraschevski",
      "Niklas Bürkle",
      "Markus Wicker",
      "Rainer Koch",
      "Hans-Jörg Bauer"
    ],
    "primary_category": "physics.flu-dyn",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2508.02302",
    "title": "Intense and controlled beam of S($^1D_2$) atoms",
    "abstract": "We report the production of an intense and controlled beam of electronically excited sulfur atoms in the $^1D_2$ state using a multistage Zeeman decelerator. Sulfur atoms, generated via photolysis of CS$_2$, are produced in both the ground $^3P_J$ and excited $^1D_2$ states. We demonstrate that both can be manipulated using the decelerator, and that temporal separation between them can be achieved by operating in deceleration mode. This enables the generation of sulfur atom beams with a well-defined velocity, narrow velocity spreads, and an enhanced quantum-state purity. To assess the suitability of the beam for scattering studies, we performed a proof-of-principle elastic collision experiment with S($^1D_2$) and argon atoms. The observed velocity-map-imaging signal confirms that the S($^1D_2$) beam density is sufficient for detailed scattering studies. These results form the foundation for future studies of reactive and quenching processes involving S($^1D_2$) atoms at tunable and well-defined collision energies.",
    "authors": [
      "Alexandra Tsoukala",
      "Saskia Bruil",
      "Niek Janssen",
      "Saskia Pieters",
      "Jolijn Onvlee"
    ],
    "primary_category": "physics.atom-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2508.15577",
    "title": "LFaB: Low fidelity as Bias for Active Learning in the chemical configuration space",
    "abstract": "Active learning promises to provide an optimal training sample selection procedure in the construction of machine learning models. It often relies on minimizing the model's variance, which is assumed to decrease the prediction error. Still, it is frequently even less efficient than pure random sampling. Motivated by the bias-variance decomposition, we propose to minimize the model's bias instead of its variance. By doing so, we are able to almost exactly match the best-case error over all possible greedy sample selection procedures for a relevant application. Our bias approximation is based on using cheap to calculate low fidelity data as known from $\\Delta$-ML or multifidelity machine learning. We exemplify our approach for a wider class of applications in quantum chemistry including predicting excitation energies and ab initio potential energy surfaces. Here, the proposed method reduces training data consumption by up to an order of magnitude compared to standard active learning.",
    "authors": [
      "Vivin Vinod",
      "Peter Zaspel"
    ],
    "primary_category": "physics.chem-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2508.19710",
    "title": "Modelling Purcell enhancement of metasurfaces supporting quasi-bound states in the continuum",
    "abstract": "Bound states in the continuum (BIC) exhibit extremely high quality factors due to the lack of radiation loss and thus are widely studied for Purcell enhancement. However, a closer examination reveals that the enhancement is absent at the BIC due to the lack of out-coupling capability, but the strong enhancement is only observed at nearby configuration, namely quasi-BIC. To study this unique behavior of the Purcell enhancement near BIC, we built an analytical model with spectral parameters to analyze the Purcell enhancement on metasurfaces supporting quasi-BIC. Our analytical model predicts the average Purcell enhancement by metasurfaces coupled to a luminescent medium, utilizing parameters that are formulated through the temporal coupled-mode theory and can be derived from measured spectra such as transmissivity and reflectivity. We analyzed several metasurfaces supporting quasi-BIC numerically and experimentally to study the behavior of the spectral parameters as well as the resultant Purcell enhancement. We formulated the interdependence between the quality factor and the out-coupling efficiency, and revealed the existence of optimal detuning from the BIC. We also discovered that our findings are general and applicable towards realistic metasurfaces that are lossy and/or asymmetric. This discovery provides an intuitive model to understand the modal qualities of quasi-BIC and will facilitate optimization of quasi-BIC for luminescence enhancement applications.",
    "authors": [
      "Joshua T. Y. Tse",
      "Taisuke Enomoto",
      "Shunsuke Murai",
      "Katsuhisa Tanaka"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2509.01024",
    "title": "Finite-time consensus in a compromise process",
    "abstract": "A compromise process describes the evolution of opinions through binary interactions. Opinions are real numbers, and at each step, two randomly selected agents reach a compromise by averaging their pre-interaction opinions. We prove that if the number $N$ of agents is a power of two, then consensus emerges after a finite number of compromise events with probability one; otherwise, consensus cannot be reached in a finite number of steps, provided the initial opinions are in a general position. The number of steps required to reach consensus is random for $N=2^k$ with $k\\geq 2$. We prove that the smallest number of steps is $k\\cdot 2^{k-1}$ when the initial opinions are in a general position. For $N=4$, we determine the distribution of the number of steps. In particular, we show that it has a purely exponential tail and compute all cumulants.",
    "authors": [
      "P. L. Krapivsky",
      "A. Yu. Plakhov"
    ],
    "primary_category": "physics.soc-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2509.02961",
    "title": "Universal Approach for Determining Multi-Dimensional Anharmonic Vibrations from Electronic Quantum Methods",
    "abstract": "We present a simple and efficient method to incorporate anharmonic effects in the vibrational \\textcolor{black}{analyses} of molecules within density functional theory (DFT) calculations. This approach is closely related to the traditional vibrational \\textcolor{black}{configuration} interaction (VCI) technique, which uses the harmonic oscillator wavefunctions as the basis. In our implementation, we employ Gaussian-type orbitals (GTOs), with polynomial prefactors, as the basis set to evaluate the anharmonic Hamiltonian. Although these basis functions are non-orthogonal, the matrix elements such as overlap, kinetic energy terms, and position moments can be evaluated analytically. The terms in the Hamiltonian due to the anharmonic potentials are numerically calculated on a Hermite-Quadrature grid. The potentials can be evaluated using any electronic structure method. This framework enables us to accurately calculate the anharmonicity-corrected vibrational frequencies, the fundamental frequencies, and the corrections to bond lengths in diatomic molecules. This method is also generalized to handle coupled anharmonic oscillators, which is essential to model more complex phenomena such as nitrogen tunneling in the umbrella mode of ammonia (NH$_3$) and Fermi resonances in carbon dioxide (CO$_2$).",
    "authors": [
      "Kushantha P. K. Withanage",
      "Jesús Pedroza-Montero",
      "M.F. Islam",
      "Koblar A. Jackson",
      "Mark R. Pederson"
    ],
    "primary_category": "physics.chem-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2509.03676",
    "title": "Optically-Trapped Particle Tracking Velocimetry",
    "abstract": "In this paper, we propose a microflow velocimetry based on particle tracking with the aid of the optical trapping of tracers, namely, optically-trapped particle tracking velocimetry (ot-PTV). The ot-PTV has two phases: a trap phase, in which individual tracers are trapped by an optical force and held at a measurement position; a release phase, in which the tracer is released and advected by the fluid flow, without interference from the optical force. The released tracer is subsequently trapped again by the optical force. By repeating the set of trap and release phases, we can accumulate the sequential images of the tracer that have the same initial position. The advantages of ot-PTV are that (i) the measurement positions can be chosen by experimenters and (ii) the effect of statistical noise inherent in the Brownian motion of small tracers can be evaluated quantitatively. These features are useful for the analysis of extremely slow microflows, such as near-wall creeping flows, and the flows under some external effects acting on tracers, such as thermally-induced microflows. The concept of ot-PTV is validated using a benchmark experiment, i.e., a pressure-driven flow in a straight microchannel with a square cross-section. An application to thermally-induced microflows is also demonstrated.",
    "authors": [
      "Tetsuro Tsuji",
      "Shoma Hashimoto",
      "Satoshi Taguchi"
    ],
    "primary_category": "physics.flu-dyn",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2509.07944",
    "title": "When heterogeneity drives hysteresis: Anticonformity in the multistate $q$-voter model on networks",
    "abstract": "Discontinuous phase transitions are closely linked to tipping points, critical mass effects, and hysteresis, phenomena that have been confirmed empirically and recognized as highly important in social systems. The multistate $q$-voter model, an agent-based approach to simulate discrete decision-making and opinion dynamics, is particularly relevant in this context. Previous studies of the $q$-voter model with anticonformity on complete graphs uncovered a counterintuitive result. Changing the model formulation from the annealed (homogeneous agents with varying behavior) to quenched (heterogeneous agents with fixed behavior) produces discontinuous phase transitions. This is contrary to the common expectation that quenched heterogeneity smooths transitions. To test whether this effect is merely a mean-field artifact, we extend the analysis to random graphs. Using pair approximation and Monte Carlo simulations, we show that the phenomenon persists beyond the complete graph, specifically on random graphs and Barabási-Albert scale-free networks. The novelty of our work is twofold: (i) we demonstrate for the first time that replacing the annealed with the quenched approach can change the type of phase transitions from continuous to discontinuous not only on complete graphs but also on sparser networks, and (ii) we provide pair-approximation results for the multistate $q$-voter model with competing conformity and anticonformity mechanisms, covering both quenched and annealed cases, which had previously been studied only in binary models.",
    "authors": [
      "Arkadiusz Lipiecki",
      "Katarzyna Sznajd-Weron"
    ],
    "primary_category": "physics.soc-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2510.13006",
    "title": "What is Implementation Science; and Why It Matters for Bridging the Artificial Intelligence Innovation-to-Application Gap in Medical Imaging",
    "abstract": "The transformative potential of artificial intelligence (AI) in medical Imaging (MI) is well recognized. Yet despite promising reports in research settings, many AI tools fail to achieve clinical adoption in practice. In fact, more generally, there is a documented 17-year average delay between evidence generation and implementation of a technology. Implementation science (IS) may provide a practical, evidence-based framework to bridge the gap between AI development and real-world clinical imaging use, to shorten this lag through systematic frameworks, strategies, and hybrid research designs. We outline challenges specific to AI adoption in MI workflows, including infrastructural, educational, and cultural barriers. We highlight the complementary roles of effectiveness research and implementation research, emphasizing hybrid study designs and the role of integrated KT (iKT), stakeholder engagement, and equity-focused co-creation in designing sustainable and generalizable solutions. We discuss integration of Human-Computer Interaction (HCI) frameworks in MI towards usable AI. Adopting IS is not only a methodological advancement; it is a strategic imperative for accelerating translation of innovation into improved patient outcomes.",
    "authors": [
      "Ahmad Fayaz-Bakhsh",
      "Janice Tania",
      "Syaheerah Lebai Lutfi",
      "Abhinav K. Jha",
      "Arman Rahmim"
    ],
    "primary_category": "physics.med-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2510.15733",
    "title": "A HHO formulation for variable density incompressible flows where the density is purely advected",
    "abstract": "We propose a Hybrid High-Order (HHO) formulation of the incompressible Navier--Stokes equations with variable density that provides exact conservation of volume and, accordingly, pure advection of the density variable. The spatial discretization relies on hybrid velocity-density-pressure spaces and the temporal discretization is based on Explicit Singly Diagonal Implicit Runge-Kutta (ESDIRK) methods. The formulation possesses some attractive features that can be fruitfully exploited for the simulation of mixtures of immiscible incompressible fluids, namely: pressure-robustness, conservation of volume enforced cell-by-cell up to machine precision, robustness in the convection dominated regime thanks to upwind stabilizations, weak imposition of boundary conditions, implicit high-order accurate time stepping encompassing unsteady boundary conditions, reduced memory footprint thanks to static condensation, possibility to exploit inherited $p$-multilevel solution strategies to improve performance of iterative solvers. Numerical validation is performed showcasing convergence rates, pressure-robustness and pure advection of the density, thus we tackle the Rayleigh-Taylor instability at Reynolds $1~000$ and $5~000$.",
    "authors": [
      "Lorenzo Botti",
      "Francesco Carlo Massa"
    ],
    "primary_category": "physics.flu-dyn",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2510.19464",
    "title": "Adaptive Laser Beam Engineering with Coherent Beam Combining for Efficient Power Delivery",
    "abstract": "High-power laser technologies are essential in precision manufacturing, defense, and scientific research, where accurate control of the beam profile is paramount. Although several beam-shaping methods exist, they often face implementation and scalability challenges. To address these limitations, we introduce a comprehensive and versatile framework for on- demand beam engineering through coherent beam combining (CBC) systems to precisely craft far-field intensity distributions. The proposed approach integrates limitless key capabilities: (i) dynamic beam shaping through sequential steering, (ii) structured static beam shaping allowing the direct formation of target-defined profiles, and (iii) high-speed dynamic beam sequencing without mechanical movement. Thus, the proposed approach could be a potential one-stop solution to meet wide manufacturing requirements. Rapid reconfiguration is achieved through optimized phase control of the CBC channels, supported by a deep-learning-inspired optimization algorithm. This unified CBC framework significantly improves beam uniformity, power delivery efficiency, and scalability compared to conventional techniques, thus establishing a robust platform for next-generation laser systems in industrial manufacturing, materials processing, and directed-energy systems.",
    "authors": [
      "Khushboo Soni",
      "S. Thirumugam",
      "John Rozario Jegaraj",
      "Nithyanadan Kanagaraj"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2510.20614",
    "title": "Performance of an open-source image-based history matching framework for CO$_2$ storage",
    "abstract": "We present a history matching (HM) workflow applied to the International FluidFlower benchmark study dataset, which features high-resolution images of CO$_2$ storage in a meter-scale, geologically complex reservoir. The dataset provides dense spatial and temporal observations of fluid displacement, offering a rare opportunity to validate and enhance HM techniques for geological carbon storage (GCS). The combination of detailed experimental data and direct visual observation of flow behavior at this scale is novel and valuable. This study explores the potential and limitations of using experimental data to calibrate standard models for GCS simulation. By leveraging high-resolution images and resulting interpretations of fluid phase distributions, we adjust uncertain parameters and reduce the mismatch between simulation results and observed data. Simulations are performed using the open-source OPM Flow simulator, while the open-source Everest decision-making tool is employed to conduct the HM. After the HM process, the final simulation results show good agreement with the experimental CO$_2$ storage data. This suggests that the system can be effectively described using standard flow equations, conventional saturation functions, and typical PVT properties for CO$_2$-brine mixtures. Our results demonstrate that the Wasserstein distance is a particularly effective metric for matching multi-phase, multi-component flow data. The entire workflow is implemented in a Python package named pofff (Python OPM Flow FluidFlower), which organizes all functionality through a single input file. This design ensures reproducibility and facilitates future extensions of the study.",
    "authors": [
      "David Landa-Marbán",
      "Tor Harald Sandve",
      "Jakub Wiktor Both",
      "Jan Martin Nordbotten",
      "Sarah Eileen Gasda"
    ],
    "primary_category": "physics.flu-dyn",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.05233",
    "title": "Structure Matters: A Scale-Resolved Numerical Operando Approach for Lithium-Sulfur Batteries",
    "abstract": "Lithium-Sulfur batteries (LSBs) are believed to have a high potential for aerospace applications due to their high gravimetric energy density. However, despite decades of research and advances, they still suffer from poor rate capability and low power output, eventually preventing their practical implementation. One particular aspect we want to shed light on is the influence of the porous cathode structure on the rate performance during discharge. Therefore, we present a scale-resolved simulation methodology that aims to provide structural insights into the electrochemical cell behavior that are experimentally hardly accessible even for modern operando methods. Our numerical operando approach employs high-performance computing (HPC) and is based on a coarse-grained continuum model. The latter is spatially discretized with a Discontinuous Galerkin (DG) method and advanced in time by an adaptive controller. The models and methods as well as HPC aspects of our toolbox will be critically discussed, finally showcasing the capabilities of our workflow to improve LSBs.",
    "authors": [
      "Max Okraschevski",
      "Torben Prill",
      "Paul Maidl",
      "Arnulf Latz",
      "Timo Danner"
    ],
    "primary_category": "physics.comp-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.11195",
    "title": "An efficient discrete unified gas kinetic scheme for strongly inhomogeneous fluids at the nanoscale",
    "abstract": "The kinetic model with multiple integral terms based on the Enskog-Vlasov(EV) equation is widely employed to describe the inhomogeneous fluids at the nanoscale. However, previous studies have mainly focused on one-dimensional cases, partly due to the significant computational cost $O(NN_{\\sigma})$ associated with direct computation of integrals, where $N$ is the number of cells in the flow field and $N_\\sigma$ is the number of cells in a cube with a side length equal to the molecular diameter $\\sigma$. In this study, we propose a discrete unified gas kinetic scheme (DUGKS) with efficient numerical strategies for integrals to overcome the inefficiency of the direct method, reducing the computational cost to $O(N)$. Both accuracy and efficiency of the proposed DUGKS are assessed through several test cases, including static fluid structures and force-driven flow dynamics in parallel plate channels. As example applications, pressure-driven flow between two flat plates and force-driven flow in a square duct are investigated to highlight distinctive phenomena at the nanoscale.",
    "authors": [
      "Huipeng Liu",
      "Zhaoli Guo"
    ],
    "primary_category": "physics.flu-dyn",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.11879",
    "title": "Classical timing noise in gravity-mediated entanglement tests: LOCC structure, metrological bounds, and visibility thresholds",
    "abstract": "Table-top proposals to test gravity-mediated entanglement aim to distinguish coherent gravitational interactions from classical dephasing processes that generate identical phases on both interferometers. A particularly important contribution is platform-invariant timing noise, which can be accessed through optical-clock cross-spectra and frequency-transfer links. In this work we (i) derive the mapping from clock cross-spectra to an effective common-mode dephasing rate, (ii) show that the corresponding dynamical channel is LOCC and therefore unable to generate entanglement, and (iii) combine published clock and interferometer noise floors to obtain quantitative bounds on the ratio between common-mode and local dephasing rates in representative gravity-entanglement proposals. Across QGEM-, MAQRO-, and levitated-nanoparticle regimes we find a robust hierarchy $\\gamma_{\\rm com}/\\gamma_{\\rm loc}\\sim10^{-9}$--$10^{-11}$, identifying platform-invariant timing noise as a negligible but calibratable background. We further derive visibility and Bell--CHSH thresholds in the presence of both common-mode and local dephasing, and illustrate the full calibration workflow with a simple synthetic example anchored to state-of-the-art clock metrology. Extended derivations and statistical tools are provided in the Supplemental Material.",
    "authors": [
      "Yaghmorassene Hebib"
    ],
    "primary_category": "physics.gen-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.13957",
    "title": "Friendship-paradox paradox: Do most people's friends really have more friends than they do?",
    "abstract": "The classical friendship paradox asserts that, on average, an individual's neighbors have a higher degree than the individual. This statement concerns network-level means and does not describe how often a typical node is locally dominated by its neighbors. Motivated by this distinction, we develop a framework that separates mean-based friendship paradox inequalities from two majority-type quantities: a global fraction measuring how many nodes have a degree smaller than the mean degree of their neighbors, and a local fraction based on hub centrality that measures how many nodes are dominated in a median-based sense. We show that neither fraction is constrained by the classical friendship paradox and that they can behave independently of each other. A simple example and two empirical networks illustrate how quadrant patterns in the joint distribution of a node's degree and its neighbors' degree determine the signs and magnitudes of the two fractions, and how left- or right-skewed degree distributions of neighboring nodes can yield opposite conclusions for mean-based and median-based comparisons. The resulting framework offers a clearer distinction between population averages and local majority relations and provides a foundation for future analyses of local advantage, disadvantage, and perception asymmetry in complex networks.",
    "authors": [
      "Sang Hoon Lee"
    ],
    "primary_category": "physics.soc-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.16465",
    "title": "Mesoscale tissue properties and electric fields in brain stimulation - bridging the macroscopic and microscopic scales",
    "abstract": "Accurate simulations of electric fields (E-fields) in brain stimulation depend on tissue conductivity representations that link macroscopic assumptions with underlying microscopic tissue structure. Mesoscale conductivity variations can produce meaningful changes in E-fields and neural activation thresholds but remain largely absent from standard macroscopic models. Recent microscopic models have suggested substantial local E-field perturbations and could, in principle, inform mesoscale conductivity. However, the quantitative validity of microscopic models is limited by fixation-related tissue distortion and incomplete extracellular-space reconstruction. We outline approaches that bridge macro- and microscales to derive consistent mesoscale conductivity distributions, providing a foundation for accurate multiscale models of E-fields and neural activation in brain stimulation.",
    "authors": [
      "Boshuo Wang",
      "Torge Worbs",
      "Minhaj A. Hussain",
      "Aman S. Aberra",
      "Axel Thielscher",
      "Warren M. Grill",
      "Angel V. Peterchev"
    ],
    "primary_category": "physics.bio-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.17785",
    "title": "Twisted Electron Collisions Enhance the Production of Circular Rydberg States",
    "abstract": "Circular Rydberg states offer advantages for quantum information and quantum simulation platforms due to their long lifetimes and strong dipole-dipole interactions. Unfortunately, current techniques for the production of these states remain technically challenging. Here we investigate the ability of twisted electron collisions to produce circular Rydberg states. Twisted electrons carry quantized orbital angular momentum that can be transferred to the electronic state of the atom, potentially providing an efficient means to generate circular Rydberg states. Using a fully quantum mechanical framework, we compute total excitation cross sections for circular Rydberg states of hydrogen, rubidium, and cesium targets using Bessel electron beams. Our models account for the full Bessel-beam structure of the incident electron and incorporate macroscopic target effects to model experimentally-relevant conditions. Our results show that twisted electrons with large opening angles produce significant enhancements in the excitation probability relative to plane-wave electrons, particularly for large opening angles and low energies. We trace this enhancement to contributions from projectiles with large values of orbital angular momentum. These findings demonstrate that twisted-electron excitation may provide a feasible and potentially advantageous pathway for generating circular Rydberg states.",
    "authors": [
      "H. S. Parker",
      "S. L. Sims",
      "D. J. Lamphere",
      "A. L. Harris"
    ],
    "primary_category": "physics.atom-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.18233",
    "title": "Analytical Excited-State Gradients and Derivative Couplings in TDDFT with Minimal Auxiliary Basis Set Approximation and GPU Acceleration",
    "abstract": "Calculating excited-state gradients and derivative couplings using time-dependent density functional theory (TDDFT) remains a computationally demanding task. An efficient variant, TDDFT with resolution of the identity and a minimal auxiliary basis (TDDFT-ris), has been developed to accelerate excitation energy calculations. However, the formulation and implementation of analytical derivatives for this method have not yet been reported. In this work, we present an implementation of analytical excited-state gradients and derivative couplings within the TDDFT-ris framework. Benchmark calculations on medium-sized organic molecules demonstrate a two- to three-fold speedup for both gradients and derivative couplings compared to standard TDDFT. The accuracy of the TDDFT-ris approach is assessed for gradient-dependent applications, including geometry optimizations, emission energy calculations, and the localization of minimum-energy crossing points. Overall, the TDDFT-ris method provides reliable approximations for most cases, with noticeable errors mainly occurring in derivative couplings between nearly degenerate states.",
    "authors": [
      "Zhichen Pu",
      "Xiaojie Wu",
      "Yuanheng Wang",
      "Cheng Fan",
      "Wen Yan",
      "Zehao Zhou",
      "Yi Qin Gao",
      "Qiming Sun"
    ],
    "primary_category": "physics.chem-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.18400",
    "title": "High-Spatial-Resolution Optical Correlation-Domain Reflectometry with 100-km Measurement Range",
    "abstract": "In the maintenance of optical fiber networks, there is a growing demand for high-precision measurement of optical loss distribution and fault locations over long distances. In this study, we propose an OCDR method incorporating periodic pseudo-random modulation (PPRM), and demonstrate that it enables the acquisition of loss distribution based on Rayleigh scattering and the positions of reflection points in an approximately 100-km optical fiber, with a spatial resolution of about 19 cm and a measurement time of about 20 seconds.",
    "authors": [
      "Takaki Kiyozumi",
      "Soshi Yoshida",
      "Yuta Higa",
      "Keisuke Motoda",
      "Sze Yun Set",
      "Shinji Yamashita",
      "Yosuke Mizuno"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19237",
    "title": "Fast and length-independent transport time supported by topological edge states in finite-size Su-Schrieffer-Heeger chains",
    "abstract": "In order to transport information with topological protection, we explore experimentally the fast transport time using edge states in one-dimensional Su-Schrieffer-Heeger (SSH) chains. The transport time is investigated in both one- and two-dimensional models with topological non-trivial band structures. The fast transport is inherited with the wavefunction localization, giving a stronger effective coupling strength between the mode and the measurement leads. Also the transport time in one-dimension is independent of the system size. To verify the asertion, we implement a chain of split-ring resonators and their complementary ones with controllable hopping strengths. By performing the measurements on the group delay of non-trivially topological edge states with pulse excitations, the transport time between two edge states is directly observed with the chain length up to $20$. Along the route to harness topology to protect optical information, our experimental demonstrations provide a crucial guideline for utilizing photonic topological devices.",
    "authors": [
      "Yu-Han Chang",
      "Nadia Daniela Rivera Torres",
      "Santiago Figueroa Manrique",
      "Raul A. Robles Robles",
      "Vanna Chrismas Silalahi",
      "Cen-Shawn Wu",
      "Gang Wang",
      "Giulia Marcucci",
      "Laura Pilozzi",
      "Claudio Conti",
      "Ray-Kuang Lee",
      "Watson Kuo"
    ],
    "primary_category": "physics.optics",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2412.01805",
    "title": "Solving one-body ensemble N-representability problems with spin",
    "abstract": "The Pauli exclusion principle is fundamental to understanding electronic quantum systems. It namely constrains the expected occupancies $n_i$ of orbitals $\\varphi_i$ according to $0 \\leq n_i \\leq 2$. In this work, we first refine the underlying one-body $N$-representability problem by taking into account simultaneously spin symmetries and a potential degree of mixedness $\\boldsymbol w$ of the $N$-electron quantum state. We then derive a comprehensive solution to this problem by using basic tools from representation theory, convex analysis and discrete geometry. Specifically, we show that the set of admissible orbital one-body reduced density matrices is fully characterized by linear spectral constraints on the natural orbital occupation numbers, defining a convex polytope $\\Sigma_{N,S}(\\boldsymbol w) \\subset [0,2]^d$. These constraints are independent of $M$ and the number $d$ of orbitals, while their dependence on $N, S$ is linear, and we can thus calculate them for arbitrary system sizes and spin quantum numbers. Our results provide a crucial missing cornerstone for ensemble density (matrix) functional theory.",
    "authors": [
      "Julia Liebert",
      "Federico Castillo",
      "Jean-Philippe Labbé",
      "Tomasz Maciazek",
      "Christian Schilling"
    ],
    "primary_category": "quant-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2412.15024",
    "title": "Categorical Symmetries in Spin Models with Atom Arrays",
    "abstract": "Categorical symmetries have recently been shown to generalize the classification of phases of matter, significantly broadening the traditional Landau paradigm. To test these predictions, we propose a simple spin chain model that encompasses all gapped phases and second-order phase transitions governed by the categorical symmetry $\\mathsf{Rep}(D_8)$. This model not only captures the essential features of non-invertible phases but is also straightforward enough to enable practical realization. Specifically, we outline an implementation using neutral atoms trapped in optical tweezer arrays. Employing a dual-species setup and Rydberg blockade, we propose a digital simulation approach that can efficiently implement the many-body evolution in several nontrivial quantum phases.",
    "authors": [
      "Alison Warman",
      "Fan Yang",
      "Apoorv Tiwari",
      "Hannes Pichler",
      "Sakura Schafer-Nameki"
    ],
    "primary_category": "cond-mat.str-el",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2412.21166",
    "title": "Cavity-QED Simulation of a Maser beyond the Mean-Field Approximation",
    "abstract": "Based on the well-known Tavis-Cummings (TC) model of cavity quantum electrodynamics (QED), we introduce a method for quantum-mechanically simulating the dynamics of experimental masers beyond the mean-field approximation (MFA) that takes into account the spatial variation of the a.c. magnetic field of the maser's amplified microwave mode across its gain medium. The distribution in the coupling between the amplified mode and the medium's very large number (typically $10^{17}$) of spatially distributed quantum emitters can be determined straightforwardly for a given geometry and composition using an electromagnetic-field solver. Upon discretising this distribution as a histogram over a small finite number of bins, we assign -- as an approximation -- the same coupling to all emitters that fall within the same bin, where the value of this coupling equals the center value of the bin's range. With our approximate Hamiltonian arranged as a weighted sum over these bins, we generate expressions for expectation values of operators in the Heisenberg picture to second order in cumulant expansion, using the publicly available this http URL package in Julia. For ten evenly spaced bins, our model, which can be run on a laptop computer, is used to simulate the recorded output from an experimental maser with a pentacene-doped para-terphenyl gain medium. We find that it replicates the quantum-mechanical features of the measured maser's dynamics, in particular its damped collective Rabi oscillations, more closely than the standard TC model under the MFA can, with an $R^2$ value of 0.774, as opposed to 0.265. Our model should thus aid the quantitative engineering of improved, optimised maser designs.",
    "authors": [
      "Niall Randall Carrera",
      "Yining Jiang",
      "Xinpeng Shu",
      "Hao Wu",
      "Mark Oxborrow"
    ],
    "primary_category": "quant-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2502.03423",
    "title": "Exact perturbative expansion of the transport coefficients of a normal low-temperature Fermi gas with contact interactions",
    "abstract": "We compute the shear viscosity, thermal conductivity and spin diffusivity of a Fermi gas with short-range interactions in the Fermi liquid regime of the normal phase, that is at temperatures $T$ much lower than the Fermi temperature $T_{\\rm F}$ and much larger than the superfluid critical temperature $T_c$. Given recent advances in the precision of cold atom experiments, we provide exact results up to second-order in the interaction strength. We extend the Landau-Salpeter equation to compute the collision amplitude beyond the forward-scattering limit, covering all collisions on the Fermi surface. We treat the collision kernel exactly, leading to significant corrections beyond relaxation-time or variational approximations. The transport coefficients, as functions of the $s$-wave scattering length $a$ and Fermi wavenumber $k_{\\rm F}$, follow $(1+\\gamma k_{\\rm F}a)/a^2$ up to corrections of order $O(a^0)$, with a positive coefficient $\\gamma$ for the viscosity and negative one for the thermal conductivity and spin diffusivity.",
    "authors": [
      "Pierre-Louis Taillat",
      "Hadrien Kurkjian"
    ],
    "primary_category": "cond-mat.quant-gas",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2504.07344",
    "title": "Simulating quantum dynamics in two-dimensional lattices with tensor network influence functional belief propagation",
    "abstract": "Describing nonequilibrium quantum dynamics remains a significant computational challenge due to the growth of spatial entanglement. The tensor network influence functional (TN-IF) approach mitigates this problem for computing the time evolution of local observables by encoding the subsystem's influence functional path integral as a matrix product state (MPS), thereby shifting the resource governing computational cost from spatial entanglement to temporal entanglement. We extend the applicability of the TN-IF method to two-dimensional lattices by demonstrating its construction on tree lattices and proposing a belief propagation (BP) algorithm for the TN-IF, termed influence functional BP (IF-BP), to simulate local observable dynamics on arbitrary graphs. Even though the BP algorithm introduces uncontrolled approximation errors on arbitrary graphs, it provides an accurate description for locally tree-like lattices. Numerical simulations of the kicked Ising model on a heavy-hex lattice, motivated by a recent quantum experiment, highlight the effectiveness of the IF-BP method, which demonstrates superior performance in capturing long-time dynamics where traditional tensor network state-based methods struggle. Our results further reveal that the temporal entanglement entropy (TEE) only grows logarithmically with time for this model, resulting in a polynomial computational cost for the whole method. We further construct a cluster expansion of IF-BP to introduce loop correlations beyond the BP approximation, providing a systematic correction to the IF-BP estimate. We demonstrate the power of the cluster expansion of the IF-BP in simulating the quantum quench dynamics of the 2D transverse field Ising model, obtaining numerical results that improve on the state-of-the-art.",
    "authors": [
      "Gunhee Park",
      "Johnnie Gray",
      "Garnet Kin-Lic Chan"
    ],
    "primary_category": "quant-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2506.07902",
    "title": "FunDiff: Diffusion Models over Function Spaces for Physics-Informed Generative Modeling",
    "abstract": "Recent advances in generative modeling -- particularly diffusion models and flow matching -- have achieved remarkable success in synthesizing discrete data such as images and videos. However, adapting these models to physical applications remains challenging, as the quantities of interest are continuous functions governed by complex physical laws. Here, we introduce $\\textbf{FunDiff}$, a novel framework for generative modeling in function spaces. FunDiff combines a latent diffusion process with a function autoencoder architecture to handle input functions with varying discretizations, generate continuous functions evaluable at arbitrary locations, and seamlessly incorporate physical priors. These priors are enforced through architectural constraints or physics-informed loss functions, ensuring that generated samples satisfy fundamental physical laws. We theoretically establish minimax optimality guarantees for density estimation in function spaces, showing that diffusion-based estimators achieve optimal convergence rates under suitable regularity conditions. We demonstrate the practical effectiveness of FunDiff across diverse applications in fluid dynamics and solid mechanics. Empirical results show that our method generates physically consistent samples with high fidelity to the target distribution and exhibits robustness to noisy and low-resolution data. Code and datasets are publicly available at this https URL .",
    "authors": [
      "Sifan Wang",
      "Zehao Dou",
      "Siming Shan",
      "Tong-Rui Liu",
      "Lu Lu"
    ],
    "primary_category": "cs.LG",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2506.08432",
    "title": "Semi-Deterministic Quantum Dot Placement in Heteroepitaxy",
    "abstract": "Achieving deterministic placement of self-assembled quantum dots (QDs) during epitaxial growth is essential for the reliable and efficient fabrication of high-quality single-photon sources and solid-state cavity quantum electrodynamics (cQED) systems, yet it remains a significant challenge due to the inherent stochasticity of QD nucleation processes. In this work, we theoretically and numerically demonstrate that deterministic QD nucleation within a pristine growth region, e.g., InAs on a (001)-oriented GaAs substrate, can be achieved by engineering the boundary geometry of that region. During epitaxial growth, adatoms initially move toward the boundary and promote the formation of primary QDs along the boundary, driven by curvature and diffusion anisotropy. The resulting primary QDs distribution will generate many-body interactions that dynamically reshape the chemical potential landscape for subsequently deposited adatoms, enabling the formation of secondary QDs within the pristine growth region. These findings provide a theoretical foundation for reliable patterning of high optical-quality QDs, with potential applications in next-generation quantum photonic devices.",
    "authors": [
      "Zihang Wang",
      "Dirk Bouwmeester"
    ],
    "primary_category": "cond-mat.mtrl-sci",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2506.09971",
    "title": "Quantum block Krylov subspace projector algorithm for computing low-lying eigenenergies",
    "abstract": "Computing eigenvalues is a computationally intensive task central to numerous applications in the natural sciences. Toward this end, we investigate the quantum block Krylov subspace projector (QBKSP) algorithm - a multireference quantum Lanczos method designed to accurately compute low-lying eigenenergies, including degenerate ones, of quantum systems. We present three compact quantum circuits tailored to different problem settings for evaluating the required expectation values. To assess the impact of the number and fidelity of initial reference states, as well as time evolution duration, we perform error-free and limited-precision numerical simulations and quantum circuit simulations. Our results show that using multiple reference states significantly enhances convergence, particularly in precision-limited scenarios and in cases where a single reference state fails to capture all target eigenvalues. Additionally, the QBKSP algorithm allows for the determination of degenerate eigenstates and their multiplicities through appropriate convergence conditions.",
    "authors": [
      "Maria Gabriela Jordão Oliveira",
      "Nina Glaser"
    ],
    "primary_category": "quant-ph",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2506.19132",
    "title": "Localization and splitting of a quantum droplet with a potential defect",
    "abstract": "We unravel the existence and nonequilibrium response of one-dimensional harmonically trapped droplet configurations in the presence of a central potential barrier or well. For fixed negative chemical potentials, it is shown that droplets fragment into two for increasing potential barrier heights, a process that occurs faster for larger widths. However, atoms from the droplet accumulate at the potential well, especially for wider ones, leading to a deformed droplet and eventually to the termination of the solution. Linearization analysis yields the underlying excitation spectrum which dictates stability and the behavior of the ensuing collective modes. Quenches in the potential height are used to demonstrate dynamical fragmentation of the droplet for potential barriers as well as self-evaporation along with droplet localization and eventual relaxation for longer evolution times in the case of potential wells. The presence of selective excitation processes emanating from quantum superposition in the induced droplet dynamics is explicated by evaluating the contribution of the participating single-particle eigenstates. Our results should be detectable by current ultracold atom experiments and may inspire engineered droplet dynamics with the aid of external potentials.",
    "authors": [
      "F. Bristy",
      "G. A. Bougas",
      "G. C. Katsimiga",
      "S. I. Mistakidis"
    ],
    "primary_category": "cond-mat.quant-gas",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2506.20024",
    "title": "Elucidated Rolling Diffusion Models for Probabilistic Weather Forecasting",
    "abstract": "Diffusion models are a powerful tool for probabilistic forecasting, yet most applications in high-dimensional complex systems predict future states individually. This approach struggles to model complex temporal dependencies and fails to explicitly account for the progressive growth of uncertainty inherent to the systems. While rolling diffusion frameworks, which apply increasing noise to forecasts at longer lead times, have been proposed to address this, their integration with state-of-the-art, high-fidelity diffusion techniques remains a significant challenge. We tackle this problem by introducing Elucidated Rolling Diffusion Models (ERDM), the first framework to successfully unify a rolling forecast structure with the principled, performant design of Elucidated Diffusion Models (EDM). To do this, we adapt the core EDM components-its noise schedule, network preconditioning, and Heun sampler-to the rolling forecast setting. The success of this integration is driven by three key contributions: (i) a novel loss weighting scheme that focuses model capacity on the mid-range forecast horizons where determinism gives way to stochasticity; (ii) an efficient initialization strategy using a pre-trained EDM for the initial window; and (iii) a bespoke hybrid sequence architecture for robust spatiotemporal feature extraction under progressive denoising. On 2D Navier-Stokes simulations and ERA5 global weather forecasting at 1.5-degree resolution, ERDM consistently outperforms key diffusion-based baselines, including conditional autoregressive EDM. ERDM offers a flexible and powerful general framework for tackling diffusion-based dynamics forecasting problems where modeling uncertainty propagation is paramount.",
    "authors": [
      "Salva Rühling Cachay",
      "Miika Aittala",
      "Karsten Kreis",
      "Noah Brenowitz",
      "Arash Vahdat",
      "Morteza Mardani",
      "Rose Yu"
    ],
    "primary_category": "cs.LG",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2507.09045",
    "title": "Coevolutionary balance of resting-state brain networks in autism",
    "abstract": "Autism spectrum disorder (ASD) involves atypical brain organization, yet the large-scale functional principles underlying these alterations remain incompletely understood. Here we examine whether coevolutionary balance-a network-level energy measure derived from signed interactions and nodal activity states-captures disruptions in resting-state functional connectivity in autistic adults. Using ABIDE I resting-state fMRI data, we constructed whole-brain networks by combining binarized fALFF activity with signed functional correlations and quantified their coevolutionary energy. Compared with matched typically developing adults, the ASD group showed a characteristic redistribution of coevolutionary energy, with more negative global energy but higher (less negative) energy within the default mode network and altered energy in its interactions with dorsal attention and salience networks, indicating a reorganization rather than a uniform loss of balance in intrinsic network organization. These effects replicated across validation analyses with null models designed to disrupt link or node structure. Coevolutionary energy also showed modest but significant associations with ADI-R social and communication scores. Finally, incorporating coevolutionary features into a leakage-safe machine-learning classifier supported above-chance ASD versus typically developing (TD) discrimination on a held-out test set. These findings suggest that coevolutionary balance offers a compact, interpretable descriptor of altered resting-state network dynamics in autism.",
    "authors": [
      "S. Rezaei Afshar",
      "H. Pouretemad",
      "G. Reza Jafari"
    ],
    "primary_category": "q-bio.NC",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2507.14754",
    "title": "Fluctuation-induced Hall-like lateral forces in a chiral-gain environment",
    "abstract": "Here, we demonstrate that vacuum fluctuations can induce lateral forces on a small particle positioned near a translation-invariant uniform non-Hermitian substrate with chiral gain. This type of non-Hermitian response can be engineered by biasing a low-symmetry conductor with a static electric field and is rooted in the quantum geometry of the material through the Berry curvature dipole. The chiral-gain material acts as an active medium for a particular circular polarisation handedness, while serving as a passive, dissipative medium for the other polarisation handedness. Owing to the nonreciprocity and gain characteristics, momentum is continuously exchanged in a preferred direction parallel to the surface between the test particle and the surrounding electromagnetic field, giving rise to lateral forces. Interestingly, the force can be viewed as a fluctuation-induced drag analogous to a Hall force. Indeed, although the gain is driven by an electric current, the resulting force acts perpendicular to the bias -- unlike conventional current-drag effects. This effect stems from the skewed propagation characteristics of surface modes and gain-momentum locking. Our theory reveals a Hall-like asymmetry in the field correlations and establishes a novel link between quantum geometry and fluctuation-induced phenomena, offering new possibilities for nanoscale control via tailored electromagnetic environments.",
    "authors": [
      "Daigo Oue",
      "Mário G. Silveirinha"
    ],
    "primary_category": "cond-mat.mes-hall",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2507.17247",
    "title": "Mechanically and electrically switchable triferroic altermagnet in a pentagonal FeO2 monolayer",
    "abstract": "Two-dimensional multiferroics promise low-power, multifunctional devices, yet the intrinsic coexistence and mutual control of three coupled ferroic orders in a single layer remains elusive. Here, we identify pentagonal monolayer FeO$_2$ as an intrinsic triferroic altermagnet where ferroelectric (FE), ferroelastic (FA), and altermagnetic (AM) orders coexist and are tightly coupled, accompanied by a competing antiferroelectric (AFE) phase using first-principles calculations. The sole presence of glide mirror $M_x$ symmetry in a FeO$_2$ sublayer, with the breaking of four-fold rotation $C_{4z}$ symmetry, induces in-plane vector ferroelectricity and twin-related ferroelastic strains. Both FE and AFE phases break combined parity - time symmetry and display sizable altermagnetic spin splitting with Néel temperatures over 200~K. Electric-field-induced rotation of the FE polarization reverses the sign of the spin splitting, while in-plane uniaxial strain triggers ferroelastic switching that simultaneously rotates the FE polarization vector by $90^\\circ$ and reverses the AM state. These electric-field- and strain-mediated pathways interlink six distinct polarization states that can be selected purely by electric fields and/or mechanical strain. This work extends intrinsic triferroicity to pentagonal monolayers and outlines a symmetry-based route toward mechanically and electrically configurable altermagnetic spintronics.",
    "authors": [
      "Deping Guo",
      "Jiaqi Dai",
      "Renhong Wang",
      "Cong Wang",
      "Wei Ji"
    ],
    "primary_category": "cond-mat.mtrl-sci",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2508.14917",
    "title": "Scalable FPGA Framework for Real-Time Denoising in High-Throughput Imaging: A DRAM-Optimized Pipeline using High-Level Synthesis",
    "abstract": "High-throughput imaging workflows, such as Parallel Rapid Imaging with Spectroscopic Mapping (PRISM), generate data at rates that exceed conventional real-time processing capabilities. We present a scalable FPGA-based preprocessing pipeline for real-time denoising, implemented via High-Level Synthesis (HLS) and optimized for DRAM-backed buffering. Our architecture performs frame subtraction and averaging directly on streamed image data, minimizing latency through burst-mode AXI4 interfaces. The resulting kernel operates below the inter-frame interval, enabling inline denoising and reducing dataset size for downstream CPU/GPU analysis. Validated under PRISM-scale acquisition, this modular FPGA framework offers a practical solution for latency-sensitive imaging workflows in spectroscopy and microscopy.",
    "authors": [
      "Weichien Liao"
    ],
    "primary_category": "cs.AR",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2509.05140",
    "title": "Swarming and Flocking Unified Through Aggregation",
    "abstract": "Natural flocks (aligned) and swarms (non-aligned) both exhibit features of near-criticality, challenging their treatment as two ends of the same phase transition. We present a model for the aggregation of active individuals, in which their velocities align as a byproduct of achieving stable cohesion. In our framework, individuals move in open space and possess differing self-propelling velocities. Furthermore, velocity fluctuations are triggered by individual errors when following the aggregation rules. Notably, the system exhibits scale invariance, which is shown to be rooted in the model's definition -- a feature that we label as structural criticality. Finally, we show the emergence of a striking regime where spatial and orientational coherence decouple. That is, the system can achieve states of high and low polarization while maintaining spatial homogeneity.",
    "authors": [
      "Joao Lizárraga",
      "Marcus de Aguiar"
    ],
    "primary_category": "nlin.AO",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2510.01957",
    "title": "Numerical tests of formulae for volume enclosed by flux surfaces of integrable magnetic fields",
    "abstract": "Numerical tests of volume formulae are presented to compute efficiently the volume enclosed between flux surfaces for integrable 3D vector fields with various degrees of symmetry. In the process, a new case is proposed and tested.",
    "authors": [
      "David Martinez-del-Rio",
      "Robert S. MacKay"
    ],
    "primary_category": "math.DS",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2510.02301",
    "title": "Relativistic Jets and Winds in Radio-Identified Supermassive Black Hole Binary Candidates",
    "abstract": "Supermassive black hole binary systems (SMBHBs) are thought to emit the recently discovered nHz gravitational wave background; however, not a single individual nHz source has been confirmed to date. Long-term radio-monitoring at the Owens Valley Radio Observatory has revealed two potential SMBHB candidates: blazars PKS 2131-021 and PKS J0805-0111. These sources show periodic flux density variations across the electromagnetic spectrum, signaling the presence of a good clock. To explain the emission, we propose a generalizable jet model, where a mildly relativistic wind creates an outward-moving helical channel, along which the ultra-relativistic jet propagates. The observed flux variation from the jet is mostly due to aberration. The emission at lower frequency arises at larger radius and its variation is consequently delayed, as observed. Our model reproduces the main observable features of both sources and can be applied to other sources as they are discovered. We make predictions for radio polarization, direct imaging, and emission line variation, which can be tested with forthcoming observations. Our results motivate future numerical simulations of jetted SMBHB systems and have implications for the fueling, structure, and evolution of blazar jets.",
    "authors": [
      "Andrew G. Sullivan",
      "Roger D. Blandford",
      "Anna Synani",
      "Philipe V. de la Parra",
      "Noémie Globus",
      "Mitchell C. Begelman",
      "Anthony C.S. Readhead"
    ],
    "primary_category": "astro-ph.HE",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.05061",
    "title": "Extrapolation to infinite model space of no-core shell model calculations using machine learning",
    "abstract": "An ensemble of neural networks is employed to extrapolate no-core shell model (NCSM) results to infinite model space for light nuclei. We present a review of our neural network extrapolations of the NCSM results obtained with the Daejeon16 NN interaction in different model spaces and with different values of the NCSM basis parameter $\\hbar\\Omega$ for energies of nuclear states and root-mean-square (rms) radii of proton, neutron and matter distributions in light nuclei. The method yields convergent predictions with quantifiable uncertainties. Ground-state energies for $^{6}$Li, $^{6}$He, and the unbound $^{6}$Be, as well as the excited $(3^{+},0)$ and $(0^{+},1)$ states of $^{6}$Li, are obtained within a few hundred keV of experiment. The extrapolated radii of bound states converge well. In contrast, radii of unbound states in $^{6}$Be and $^{6}$Li do not stabilize.",
    "authors": [
      "Aleksandr Mazur",
      "Roman Sharypov",
      "Andrey Shirokov"
    ],
    "primary_category": "nucl-th",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.11906",
    "title": "Lellouch-Lüscher relation for ultracold few-atom systems under confinement",
    "abstract": "We derive an analog of the Lellouch-Lüscher (LL) relation for few-body bosonic systems, linking few-body scattering loss rates to the energies and widths of the corresponding harmonically trapped few-body states. Three-body numerical simulations show that the LL relation applies across a broad range of interaction strengths and energies and allows the determination of scattering rates within a single partial wave. Our work establishes a robust theoretical framework for understanding the role of the finite volume effect in few-body observables in optical lattice and tweezer experiments, enabling precise determination of multi-body scattering rates.",
    "authors": [
      "Jing-Lun Li",
      "Paul S. Julienne",
      "Johannes Hecker Denschlag",
      "José P. D'Incao"
    ],
    "primary_category": "cond-mat.quant-gas",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.15247",
    "title": "Addressing the gravitational collapse of a massless scalar field with Physics-Informed Neural Networks",
    "abstract": "The gravitational collapse of a massless scalar field remains a demanding benchmark for numerical methods in numerical relativity, as it exhibits critical behavior at the boundary between dispersion and black hole formation. In this work we revisit this problem by relying on Physics-Informed Neural Networks (PINNs) as flexible solvers for partial differential equations, thereby providing a comparative assessment of several recent neural architectures. Building on the Einstein-massless-Klein-Gordon formulation in polar-areal coordinates, we consider four initial-value problems encompassing subcritical, critical, and supercritical regimes and use high-resolution finite-difference simulations as reference solutions. Our study is primarily comparative: we evaluate several state-of-the-art deep learning architectures, including vanilla and high-precision PINNs, sinusoidal-feature and quadratic-residual variants, and Kolmogorov-Arnold Networks, all trained under a common loss design that encodes the field equations, boundary conditions, and causal time-space enforcement, together with a novel adaptive spacetime sampling. Within this framework we also introduce ModPINN, a modest modification of standard PINNs that augments standard multilayer perceptrons with coordinate embeddings, quadratic layers, and other common ingredients in recent literature. This study shows that deep-learning-based methods can reproduce finite-difference solutions for the scalar field and the spacetime metric with competitive accuracy using significantly fewer collocation points than more traditional methodologies. While no single architecture dominates in all regimes, ModPINN achieves particularly stable and accurate solutions near criticality, indicating that suitably designed embeddings and adaptive sampling can enhance the robustness of PINNs for challenging gravitational-collapse scenarios.",
    "authors": [
      "Antonio Ferrer-Sánchez",
      "Nino Villanueva-Espinosa",
      "Carlos Hernani Morales",
      "Roberto Ruiz de Austri-Bazan",
      "José A. Font",
      "José David Martín-Guerrero",
      "Matthew W. Choptuik"
    ],
    "primary_category": "gr-qc",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.17126",
    "title": "OmniLens++: Blind Lens Aberration Correction via Large LensLib Pre-Training and Latent PSF Representation",
    "abstract": "Emerging deep-learning-based lens library pre-training (LensLib-PT) pipeline offers a new avenue for blind lens aberration correction by training a universal neural network, demonstrating strong capability in handling diverse unknown optical degradations. This work proposes the OmniLens++ framework, which resolves two challenges that hinder the generalization ability of existing pipelines: the difficulty of scaling data and the absence of prior guidance characterizing optical degradation. To improve data scalability, we expand the design specifications to increase the degradation diversity of the lens source, and we sample a more uniform distribution by quantifying the spatial-variation patterns and severity of optical degradation. In terms of model design, to leverage the Point Spread Functions (PSFs), which intuitively describe optical degradation, as guidance in a blind paradigm, we propose the Latent PSF Representation (LPR). The VQVAE framework is introduced to learn latent features of LensLib's PSFs, which is assisted by modeling the optical degradation process to constrain the learning of degradation priors. Experiments on diverse aberrations of real-world lenses and synthetic LensLib show that OmniLens++ exhibits state-of-the-art generalization capacity in blind aberration correction. Beyond performance, the AODLibpro is verified as a scalable foundation for more effective training across diverse aberrations, and LPR can further tap the potential of large-scale LensLib. The source code and datasets will be made publicly available at this https URL .",
    "authors": [
      "Qi Jiang",
      "Xiaolong Qian",
      "Yao Gao",
      "Lei Sun",
      "Kailun Yang",
      "Zhonghua Yi",
      "Wenyong Li",
      "Ming-Hsuan Yang",
      "Luc Van Gool",
      "Kaiwei Wang"
    ],
    "primary_category": "eess.IV",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  },
  {
    "id": "arXiv:2511.19431",
    "title": "Cloud4D: Estimating Cloud Properties at a High Spatial and Temporal Resolution",
    "abstract": "There has been great progress in improving numerical weather prediction and climate models using machine learning. However, most global models act at a kilometer-scale, making it challenging to model individual clouds and factors such as extreme precipitation, wind gusts, turbulence, and surface irradiance. Therefore, there is a need to move towards higher-resolution models, which in turn require high-resolution real-world observations that current instruments struggle to obtain. We present Cloud4D, the first learning-based framework that reconstructs a physically consistent, four-dimensional cloud state using only synchronized ground-based cameras. Leveraging a homography-guided 2D-to-3D transformer, Cloud4D infers the full 3D distribution of liquid water content at 25 m spatial and 5 s temporal resolution. By tracking the 3D liquid water content retrievals over time, Cloud4D additionally estimates horizontal wind vectors. Across a two-month deployment comprising six skyward cameras, our system delivers an order-of-magnitude improvement in space-time resolution relative to state-of-the-art satellite measurements, while retaining single-digit relative error ($<10\\%$) against collocated radar measurements. Code and data are available on our project page this https URL .",
    "authors": [
      "Jacob Lin",
      "Edward Gryspeerdt",
      "Ronald Clark"
    ],
    "primary_category": "cs.CV",
    "published": "2025-11-26T00:00:00+08:00",
    "updated": "2025-11-26T00:00:00+08:00"
  }
]